{
  "TranslatedColumns": [
    "name",
    "uiTags",
    "desc",
    "short"
  ],
  "Translations": {
    "Accelerated Shields": "Ускоренные щиты",
    "Shields": "Щиты",
    "Increases the turn rate of the ship's shields by %s and the rate at which the shields are raised by %s.": "Увеличивает скорость разворота щитов корабля на %s и скорость с которой щиты поднимаются на %s.",
    "Increases shield turn rate and extension speed.": "Увеличивает скорость поворота и развертывания щита.",
    "Adaptive Phase Coils": "Адаптивные фазовые катушки",
    "Phase": "Фаза",
    "Phase coils are less able to maintain a connection with normal space as the ship's hard flux levels rise, resulting in a greatly reduced top speed as the coils struggle to gain traction.\r\n\r\nThis modification allows the coils to handle higher levels of hard flux, increasing the threshold at which speed bottoms out by %s. For standard-design coils with no other modifications, this takes the threshold from %s to %s.": "Стандартные фазовые катушки постепенно теряют способность поддерживать связь с нормальным пространством по мере повышения уровня жесткого нагрева корабля, что приводит к значительному снижению максимальной скорости, из-за того, что катушкам сложно уцепиться за пространство.\r\n\r\nЭта модификация позволяет катушкам выдерживать более высокие уровни жесткого нагрева, увеличивая пороговое значение при котором скорость достигает минимума на %s. Для катушек стандартной конструкции, без других модификаций, в этом случае порог изменится с %s до %s.",
    "Reduces impact of hard flux level on top speed while phased.": "Снижает влияние уровня жесткого нагрева на максимальную скорость при фазировании.",
    "Advanced Optics": "Продвинутая оптика",
    "Weapons": "Оружие",
    "Extends the range of beam weapons by %s, but reduces their turn rate by %s. Cumulative with Integrated Targeting Unit.": "Увеличивает дальность лучевого оружия на %s, но снижает скорость его поворота на %s. Эффект кумулятивен с эффектом от Интегрированного Целеуказателя.",
    "Increases beam weapon range.": "Увеличивает дальность действия лучевого оружия.",
    "Advanced Turret Gyros": "Улучшенные приводы туррелей",
    "Increases the turn rate of all turrets by %s.": "Увеличивает скорость поворота всех турелей на %s.",
    "Increases turret turn rate.": "Увеличивает скорость поворота турелей.",
    "Armored Weapon Mounts": "Усиление Туррелей Бронёй",
    "Weapons, Defenses": "Оружие, Защита",
    "Increases the durability of all weapons by %s and reduces recoil by %s, but decreases weapon turn rate by %s. Also increases the ship's armor by %s.": "Увеличивает прочность всего оружия на %s и уменьшает отдачу на %s, но снижает скорость поворота оружия на %s. Также увеличивает броню корабля на %s.",
    "Makes weapons harder to disable, reduces recoil.": "Затрудняет выведение оружия из строя, уменьшает отдачу.",
    "Assault Package": "Штурмовой Пакет Апгрейдов",
    "Special, Defenses": "Специальное, Защита",
    "Increases the ship's hull integrity by %s, armor by %s, and flux capacity by %s.\r\n\r\nWill try to engage enemies and otherwise act as a combat ship in battle.": "Увеличивает прочность корпуса корабля на %s, броню на %s и теплоемкость на %s.\r\n\r\nБудет активно сражаться с противником и вообще вести себя как обычный боевой корабль.",
    "Increases hull integrity, armor, and flux capacity.": "Увеличивает прочность корпуса, броню и теплоемкость.",
    "Automated Repair Unit": "Авторемонтная Установка",
    "Defenses": "Защита",
    "Reduces the time required to repair disabled weapons and engines (in combat) by %s.": "Сокращает время необходимое для ремонта выведенного из строя оружия и двигателей (в бою) на %s.",
    "Increases weapon repair rate in combat.": "Увеличивает скорость ремонта оружия в бою.",
    "Auxiliary Thrusters": "Доп. Боковые Двигатели",
    "Engines": "Двигатели",
    "Increases the ship's maneuverability by %s.": "Увеличивает маневренность корабля на %s.",
    "Increases maneuverability.": "Увеличивает маневренность.",
    "Ballistic Rangefinder": "Баллистический дальномер",
    "<tooltip created in the script due to lots of highlighting>": "<всплывающая подсказка созданная в скрипте благодаря большому количеству подсветки>",
    "Increases base range of small and medium weapons in ballisic slots.": "Увеличивает базовую дальность малого и среднего оружия в баллистических слотах.",
    "Blast Doors": "Гермодвери",
    "Installs additional hermetic and heavily reinforced doors at critical junctures throughout the ship. Increases hull integrity by %s.\r\n\r\nShip takes %s fewer crew casualties from hull damage sustained in combat.": "Устанавливает дополнительные герметичные и усиленные двери в критических местах по всему кораблю. Увеличивает прочность корпуса на %s.\r\n\r\nПотеря экипажа из-за повреждений корпуса, полученных в бою, уменьшается на %s.",
    "Increases hull integrity, reduces crew casualties.": "Увеличивает прочность корпуса, уменьшает потери экипажа.",
    "Converted Hangar": "Эрзац-Ангар",
    "Fighters": "Истребители",
    "Converts the ship's standard shuttle hangar to house a fighter bay. The improvised manufactory that produces fighter chassis is unreliable, and most components have minor defects. Fighter speed reduced by %s, and damage taken increased by %s.\r\n\r\nIncreases the minimum crew required by %s to account for pilots and bay crews. Increases the ordnance point cost of bombers by %s, and of all other fighters by %s.\r\n\r\nCan not be installed on frigates, phase ships, or ships that already have proper fighter bays.": "Переоборудование стандартного грузового отсека корабля в ангар для истребителей. Ненадежные корпуса, выпускаемые в импровизированных мастерских и использование деталей с незначительными дефектами привели к снижению скорости истребителей на %s и увеличению получаемого урона на %s.\r\n\r\nУвеличится минимальное количество экипажа, необходимых для пилотирования истребителей на %s. Увеличивает стоимость бомбардировщиков на %s и всех других истребителей на %s.\r\n\r\nНе может устанавливаться на фрегаты, фазовые корабли или корабли, которые уже имеют ангары.",
    "Improvised fighter bay for non-carriers.": "Постройка временных ангаров для истребителей.",
    "Converted Fighter Bay": "Эрзац-Трюмы",
    "Fighters, Logistics, Requires Dock": "Истребители, Логистика, Требуется док",
    "Converts the ship's fighter bays housing built-in wings into improvised cargo holds, giving it an additional %s cargo capacity and reducing its crew requirements by %s per fighter bay. The crew reduction is limited to a maximum of %s.": "Преобразует встроенные ангары в импровизированные грузовые отсеки, давая ему дополнительные %s грузоподъемности и снижая требования к экипажу на %s за ангар. Сокращение экипажа ограничено максимумом %s.",
    "Converts built-in fighter bays into improvised cargo holds.": "Превращает встроенные ангары истребителей в грузовые трюмы.",
    "Dedicated Targeting Core": "Отдельное Ядро Целеуказания",
    "Increases the range of ballistic and energy weapons by %s/%s for cruisers/capital ships.\r\n\r\nCan not be installed on a frigate or a destroyer, and can not work in conjunction with Integrated Targeting Unit.\r\n\r\nMost combat ships install either an Integrated Targeting Unit or a Dedicated Targeting Core, with the exception of more specialized variants.": "Увеличивает дальность баллистического и энергетического оружия на %s/%s для крейсеров/линкоров.\r\n\r\nНельзя установить на фрегат или эсминец, а также не может работать совместно с Интегрированным Целеуказателем.\r\n\r\nНа большинство боевых кораблей ставится или Интегрированный Целеуказатель, или Отдельное Ядро Целеуказания, за исключением более специализированных вариантов.",
    "Increases weapon range, more so for larger ships.": "Увеличивает дальность действия оружия, особенно для больших кораблей.",
    "ECCM Package": "Пакет ECCM",
    "Reduces the chance for missiles launched by the ship to be affected by electronic counter-measures and flares by %s.\r\n\r\nA CPU core adjunct in each missile increases missile top speed by %s and missile maneuverability by %s, as well as significantly improving the guidance algorithm.\r\n\r\nReduces the weapon range reduction due to superior enemy Electronic Warfare by %s.": "Уменьшает вероятность перехвата ракет электронным противодействием и ЛТЦ на %s.\r\n\r\nДобавление компьютерных систем в каждую ракету увеличивает максимальную скорость ракеты на %s и маневренность ракеты на %s, а также значительно улучшает алгоритм наведения.\r\n\r\nСглаживает снижение дальности наших орудий в случае, если противник имеет более мощное РЭП на %s.",
    "Improves missile speed and guidance, reduces effect of enemy Electronic Warfare.": "Улучшает скорость и наведение ракет, уменьшает эффект радиоэлектронной борьбы противника.",
    "ECM Package": "Пакет РЭБ",
    "Weapons, Support": "Оружие, Поддержка",
    "When deployed in combat, grants %s/%s/%s/%s ECM rating, depending on this ship's hull size.": "Во время боя увеличивает паритет РЭП на %s/%s/%s/%s в зависимости от размера корпуса.",
    "Increases ship's ECM rating.": "Расширяет возможности РЭБ корабля.",
    "Escort Package": "Эскорт-пакет",
    "Special, Weapons, Engines": "Специальное, Оружие, Двигатели",
    "Increases the ship's maneuverability by %s. Increases the range of all point-defense weapons by %s, and increases the damage dealt to fighters and missiles by %s.\r\n\r\nWill try to engage enemies and otherwise act as a combat ship in battle.": "Увеличивает маневренность корабля на %s. Увеличивает дальность всех зениток на %s, а также увеличивает урон, наносимый истребителям и ракетам на %s.\r\n\r\nБудет активно сражаться с противником и вообще вести себя как обычный боевой корабль.",
    "Increases maneuverability, point-defense range, and damage dealt to fighters and missiles.": "Повышает маневренность, дальность точечной обороны и урон, наносимый истребителям и ракетам.",
    "Expanded Deck Crew": "Увеличенный Авиа-Экипаж",
    "Reduces the rate at which the fighter replacement rate decreases due to fighter losses by %s, and increases the rate at which it recovers by %s.\r\n\r\nIncreases the crew required by %s per fighter bay.": "Сглаживает снижение скорости замены самолётов при их потере в бою на %s и ускоряет её восстановление на %s.\r\n\r\nУвеличивает кол-во экипажа необходимого для обслуживания истребителей на %s за каждый ангар.",
    "Improves fighter replacement rate, increases crew requirements.": "Ускоряет замену истребителей и кол-во экипажа для обслуживания.",
    "Expanded Magazines": "Увеличенные Магазины",
    "Increases the ammo capacity or the number of charges for ballistic and energy weapons by %s.": "Увеличивает количество боеприпасов и зарядов для баллистического и энергетического оружия на %s.",
    "Increases ammo/charges for ballistic and energy weapons.": "Увеличивает боеприпасы/заряды для баллистического и энергетического оружия.",
    "Expanded Missile Racks": "Расширенный Ракетный Боекомплект",
    "Increases the ammo capacity of missile weapons by %s.": "Увеличивает боезапас ракетного оружия на %s.",
    "Increases missile weapon ammo.": "Увеличивает боезапас ракетного оружия.",
    "Extended Shields": "Протянутые Щиты",
    "Increases the shield's coverage by %s degrees.": "Увеличивает дугу щита на %s градусов.",
    "Increases maximum shield arc.": "Увеличивает максимальную дугу щита.",
    "Flux Coil Adjunct": "Дополнительные Конденсаторы",
    "Special": "Специальное",
    "Increases the ship's flux capacity by %s/%s/%s/%s, depending on hull size. Not as efficient as flux capacitors - most useful when added to a design that already carries the maximum possible number of capacitors.": "Увеличивает теплоемкость корабля на %s/%s/%s/%s в зависимости от размера корпуса. Не так эффективны, как обычные конденсаторы - имеет смысл ставить, только если уже имеется максимально возможное количество конденсаторов.",
    "Increases flux capacity.": "Увеличивает максимальную теплоемкость.",
    "Flux Distributor": "Распределитель Нагрева",
    "Increases the ship's flux dissipation by %s/%s/%s/%s, depending on hull size. Not as efficient as flux vents - most useful when added to a design that already carries the maximum possible number of vents.": "Увеличивает скорость рассеивания нагрева на %s/%s/%s/%s в зависимости от размера корпуса. Не так эффективен, как обычные радиаторы - имеет смысл ставить, только если уже имеется максимально возможное количество радиаторов.",
    "Increases flux dissipation.": "Увеличивает скорость рассеивания нагрева.",
    "Shield Conversion - Front": "Переделка Щита - Курсовой",
    "Locks the ship's omni-directional shield emitter to a front-facing position and extends its arc by %s. In addition, the stable emitter position results in a %s reduction to the shield's upkeep cost.\r\n\r\nAs with all frontal emitters, the shield will also deploy twice as quickly.": "Эмиттер щита закрепляется в переднем направлении, увеличивая его обхват на %s. Кроме того, фиксированное положение щита приводит к %s снижению затрат на содержание щита.\r\n\r\nКак и со всеми курсовыми щитами, скорость развёртывания увеличивается вдвое.",
    "Converts omni shield to front, extends arc.": "Перераспределяет щит в носовую часть корабля и расширяет его.",
    "Shield Shunt": "Отключение Щита",
    "Special, Shields": "Специальное, Щиты",
    "Removes the ship's shields. The external emitter nodes are replaced with reinforced plating, increasing the ship's armor by %s.": "Снимает корабельные щиты. Внешние эмиттерные узлы заменяются усиленным покрытием, увеличивая броню корабля на %s.",
    "Removes shields, increases armor.": "Удаляет щиты, увеличивает прочность.",
    "Makeshift Shield Generator": "Кустарный Генератор Щита",
    "Installs a makeshift, inefficient shield generator on the ship. The shield emitter is locked in a forward-facing position and has a %s degree arc.\r\n\r\nThe shield generator draws much of its power from engines and reduces the ship's top speed by %s.": "Устанавливает на корабль кустарный, неэффективный генератор щитов. Эмиттер зафиксирован в курсовом положении и имеет дугу в %s градусов.\r\n\r\nГенератор щита получает большую часть своей мощности от двигателей и снижает максимальную скорость корабля на %s.",
    "Installs basic shields on shieldless ship. Reduces top speed.": "Устанавливает самодельный щит на корабль без щита. Снижает максимальную скорость.",
    "Hardened Shields": "Усиленные Щиты",
    "Reduces the amount of damage taken by shields by %s. Also reduces the chance that shields will be pierced by EMP arcs from weapons like the Ion Beam.": "Уменьшает количество урона получаемого щитами на %s. Также уменьшает вероятность того что щиты будут пробиты дугами EMP орудия такими как Ионный луч.",
    "Reduces damage taken by shields.": "Уменьшает урон получаемый щитами.",
    "Hardened Subsystems": "Усиленные Подсистемы",
    "Increases peak operating time for ships that suffer degraded performance from extended deployment by %s.\r\n\r\nAlso reduces the rate at which combat readiness degrades by %s.": "Увеличивает пиковое время работы кораблей, которые имеют ограниченное время работы на %s.\r\n\r\nТакже снижает скорость падения боеготовности на %s.",
    "Increases peak time, CR degrades more slowly.": "Увеличивает время максимальной производительности, БГ снижается медленнее",
    "Heavy Armor": "Тяжелая Броня",
    "Increases the ship's armor by %s/%s/%s/%s points, depending on hull size. Also reduces its maneuverability by %s.": "Увеличивает броню корабля на %s/%s/%s/%s, в зависимости от размера корпуса. Также снижает его маневренность на %s.",
    "Increases armor, reduces maneuverability.": "Увеличивает броню, снижает маневренность.",
    "High Scatter Amplifier": "Улучшенный Рассеиватель",
    "<tooltip created in the script due to sections>": "<всплывающая подсказка созданная в скрипте благодаря разделам>",
    "Reduces beam range; beams deal more damage and apply hard flux to shields.": "Уменьшает дальность луча; лучи наносят больше урона и наносят критический нагрев по щитам.",
    "Integrated Point Defense AI": "Интегрированный Зенитный ИИ",
    "Gives all small non-missile weapons the ability to automatically target incoming enemy missiles and to identify - and ignore - decoy flares. Targeting missiles takes priority over targeting enemy ships or fighters.\r\n\r\nIn addition, all point-defense weapons get the best possible target leading, regardless of combat readiness, and all damage to missiles is increased by %s. ": "Дает всем малым неракетным орудиям возможность наводиться на ракеты и правильно опознавать и игнорировать ЛТЦ. Наведение на ракеты будет в приоритете над вражескими кораблями или истребителями.\r\n\r\nКроме того, все зенитные орудия получают максимально возможную точность взятия упреждения, вне зависимости от боеготовности, а весь урон ракетам увеличивается на %s.",
    "Small non-missile weapons act as point-defense; PD not affected by decoy flares.": "Малокалиберное неракетное оружие выступает в качестве зениток; Зенитки не подвержены влиянию ЛТЦ.",
    "#Point Defense Integration": "#Встроенная Точечная Защита",
    "Reduces the ordnance point cost of small point-defense weapons by %s. The cost reduction only affects weapons that have PD capability as a feature of the weapon itself, and not when it's gained through other means such as from a hullmod.\r\n\r\nIn addition, all point-defense weapons deal %s more damage to all targets.": "Снижает стоимость боеприпасов малоразмерного оружия точечной обороны на %s. Снижение стоимости влияет только на оружие, которое имеет возможность точечной защиты как особенность самого оружия, а не тогда, когда оно получено с помощью других средств, например, с помощью установленной модификации.\r\n\r\nКроме того, все оружие точечной защиты наносит на %s больше урона всем целям.",
    "Reduces ordnance point cost of small PD weapons, increases all PD damage.": "Снижает стоимость боеприпасов для стрелкового оружия ТЗ, увеличивает весь урон от ТЗ.",
    "Integrated Targeting Unit": "Интегрированный Цлеуказатель",
    "Extends the range of ballistic and energy weapons by %s/%s/%s/%s, depending on hull size. Can not work in conjunction with Dedicated Targeting Core.\r\n\r\nMost combat ships install either an Integrated Targeting Unit or a Dedicated Targeting Core, with the exception of more specialized variants.": "Увеличивает дальность баллистического и энергетического оружия на %s/%s/%s/%s, в зависимости от размеров корпуса. Несовместим с Отдельным Ядром Целеуказания.\r\n\r\nНа большинство боевых кораблей ставится или Интегрированный Целеуказатель, или Отдельное Ядро Целеуказания, за исключением более специализированных вариантов.",
    "Nav Relay": "Навигационный Ретранслятор",
    "Engines, Support": "Двигатели, Поддержка",
    "When deployed in combat, increases nav rating of your fleet by %s/%s/%s/%s, depending on this ship's hull size.\r\n\r\nThe total nav rating of your fleet increases the top speed of your deployed ships.": "При использовании в бою, увеличивает навигационный рейтинг вашего флота на %s/%s/%s/%s, в зависимости от размера корпуса этого корабля.\r\n\r\nОбщий навигационный рейтинг вашего флота увеличивает максимальную скорость ваших кораблей в бою.",
    "Increases top speed of deployed ships.": "Увеличивает максимальную скорость развернутых кораблей.",
    "Neural Interface": "Нейронный Интерфейс",
    "Links the flagship with another ship, allowing switching between ships without using a shuttle pod. Both ships must have a Neural Interface and not be commanded by an officer or an AI core. The transfer is instant if the combined deployment points of the ships are %s or less.\r\n\r\nIf the linked ship is destroyed or leaves the battlefield, the flagship will establish a neural link with another ship with a Neural Interface. If the flagship is destroyed or leaves the battlefield, command will have to be physically transferred to another ship with a Neural Interface before a new link can be established.\r\n\r\nBoth linked ships benefit from your personal combat skills as if you'd transferred command to them, regardless of which one you're controlling personally. As with \"transfer command\", some skill effects - such as those increasing ammo capacity, or other fixed ship stats - do not apply.": "Соединяет флагман с другим кораблем, позволяя переключаться между кораблями без использования шаттла. Оба корабля должны иметь нейронный интерфейс и не должны управляться офицером или ядром искусственного интеллекта. Передача управления происходит мгновенно, если стоимость обоих кораблей по очкам %s или меньше.\r\n\r\nЕсли связанный корабль будет уничтожен или покинет поле боя, флагман установит нейронную связь с другим кораблем с помощью нейронного интерфейса. Если флагман уничтожен или покинет поле боя, командование должно быть физически передано на другой корабль с нейронным интерфейсом, прежде чем можно будет установить новую связь.\r\n\r\nОба связанных корабля получают бонусы от ваших личных перков, как если бы вы передали им команду лично. Как и в случае с \"передать командование\", некоторые эффекты навыков, такие как увеличение боезапаса или другие фиксированные характеристики корабля, не применяются.",
    "Allows rapid switching between ships, resets system cooldown and adds a charge.": "Позволяет быстро переключаться между кораблями, сбрасывает время перезарядки системы и добавляет заряд.",
    "Neural Integrator": "Нейронный интегратор",
    "An augmented version of Neural Interface that works with automated ships by enabling direct control of all of the ship's systems via the link, instead of having the controlling conscousness aspect simply direct the bridge crew.\r\n\r\nLinks the flagship with another ship, allowing switching between ships without using a shuttle pod. Both ships must have a Neural Interface and not be commanded by an officer or an AI core. The transfer is instant if the combined deployment points of the ships are %s or less.\r\n\r\nIf the linked ship is destroyed or leaves the battlefield, the flagship will establish a neural link with another ship with a Neural Interface. If the flagship is destroyed or leaves the battlefield, command will have to be physically transferred to another ship with a Neural Interface before a new link can be established.\r\n\r\nBoth linked ships benefit from your personal combat skills as if you'd transferred command to them, regardless of which one you're controlling personally. As with \"transfer command\", some skill effects - such as those increasing ammo capacity, or other fixed ship stats - do not apply.": "Дополненная версия нейронного интерфейса, которая работает с автоматизированными кораблями позволяя напрямую управлять всеми системами корабля по каналу связи, а не командовать человеческим экипажем через наведённый образ.\r\n\r\nСоединяет флагман с другим кораблем, позволяя переключаться между кораблями без использования шаттла. Оба корабля должны иметь нейронный интерфейс и не должны управляться офицером или ядром ИИ. Передача происходит мгновенно если стоимость обоих кораблей по очкам %s или меньше.\r\n\r\nЕсли связанный корабль будет уничтожен или покинет поле боя, флагман установит нейронную связь с другим кораблем с помощью нейронного интерфейса. Если флагман будет уничтожен или покинет поле боя, командование должно быть физически передано на другой корабль с нейронным интерфейсом, прежде чем можно будет установить новую связь.\r\n\r\nОба связанных корабля получают бонусы от ваших личных перков, как если бы вы передали им команду лично. Как и в случае с \"передать командование\", некоторые эффекты навыков, такие как увеличение боезапаса или другие фиксированные характеристики корабля, не применяются.",
    "Specialized Neural Interface for automated ships.": "Специализированный нейронный интерфейс для автоматизированных кораблей.",
    "Shield Conversion - Omni": "Переделка Щита - Подвижный",
    "Converts frontal shields to omni-directional. Reduces the shield's arc by %s, and decreases its upkeep by %s.": "Преобразует курсовой щит в подвижный. Уменьшает дугу щита на %s, и уменьшает его содержание на %s.",
    "Converts front shield to omni, reduces arc and upkeep.": "Преобразует передний щит во всенаправленный, уменьшает дугу и содержание.",
    "Operations Center": "Командный Центр",
    "Increases the command point recovery rate by %s when installed on the flagship.": "Увеличивает скорость восстановления очков командования на %s при установке на флагман.",
    "Increases command point recovery rate when on flagship.": "Ускоряет восстановления очков командования когда установлено на флагмане.",
    "Phase Anchor": "Фазовый Якорь",
    "Reduces the phase cloak's activation cost to %s. Increases the soft flux dissipation and weapon recharge rate by %s while phased.\r\n\r\nWhen suffering critical damage that would otherwise destroy or disable the ship, able to initiate an emergency dive deep into p-space. The ship counts as retreated and will emerge into normal space when combat is over, suffering an additional penalty to combat readiness equal to %s its deployment cost. The ship must have enough combat readiness to cover this cost to initiate the dive.\r\n\r\nDue to the immense distortions in p-space caused by such a maneuver, only one ship per battle - regardless of which side it's on - is able to perform it.": "Снижает стоимость активации фазового плаща до %s. Увеличивает скорость рассеивания нагрева и перезарядки оружия на %s во время фазирования.\r\n\r\nПри получении критических повреждений, которые в противном случае уничтожили бы или вывели бы корабль из строя, способен инициировать аварийное погружение глубоко в ф-пространство. Корабль считается отступившим и выйдет в нормальное пространство, когда бой закончится, с дополнительным штрафом к боевой готовности равным %s от стоимости его развертывания. Корабль должен иметь достаточную боеготовность чтобы покрыть эти расходы и начать погружение.\r\n\r\nИз-за огромных искажений в ф-пространстве, вызванных таким маневром, только один корабль в бою - независимо от того на какой стороне он находится - способен выполнить его.",
    "Increases flux dissipation and weapon recharge while phased, emergency dive maneuver.": "Увеличивает рассеивание нагрева и перезарядку оружия во время поэтапного маневра аварийного погружения.",
    "Recovery Shuttles": "Спасательные Шаттлы",
    "Reduces the casualties suffered by fighter pilots by %s.": "Уменьшает потери пилотов истребителей на %s.",
    "Reduces fighter pilot casualties.": "Уменьшает потери пилотов истребителей.",
    "Reinforced Bulkheads": "Усиленные Переборки",
    "Increases the ship's hull integrity by %s. If disabled, the ship will not break apart and is almost always recoverable after the battle.": "Увеличивает прочность корпуса корабля на %s. Если корабль выйдет из строя, он не развалится, и его почти всегда можно будет восстановить после боя.",
    "Increases hull integrity; ship almost always recoverable if lost.": "Увеличивает прочность корпуса; корабль почти всегда восстанавливается в случае потери.",
    "Resistant Flux Conduits": "Усиленные Тепловые Контуры",
    "Decreases the amount of damage taken from EMP weapons (such as Ion Cannons) by %s. Also increases the ship's flux dissipation rate while venting by %s.": "Уменьшает получаемый урон от EMP оружия (такого как Ионные пушки) на %s. Увеличивает скорость продувки на %s.",
    "Reduces EMP damage taken, improves venting speed.": "Уменьшает получаемый урон от EMP, улучшает скорость охлаждения.",
    "Safety Overrides": "Кустарный Обход Предохранителей",
    "Special, Engines": "Специальное, Двигатели",
    "Disabling safety protocols increases the ship's top speed in combat by %s/%s/%s (depending on ship size, with a corresponding increase in acceleration) and allows the zero-flux engine boost to take effect regardless of flux level. The flux dissipation rate, including that of additional vents, is increased by a factor of %s.\r\n\r\nReduces the peak performance time by a factor of %s, prevents the use of active venting, and drastically reduces weapon ranges past %s units.\r\n\r\nCan not be installed on civilian or capital ships.": "Отключение протоколов безопасности увеличивает максимальную скорость корабля в бою на %s/%s/%s, в зависимости от размера корпуса  и позволяет бусту от нулевого нагрева работать при любом уровне нагрева. Скорость рассеивания нагрева увеличивается в 2 раза, включая бонус от доп. радиаторов.\r\n\r\nУменьшает время максимальной эффективности корабля в бою на %s, убирает возможность использовать активный продув и резко уменьшает дальность оружия, за пределами %s единиц.\r\n\r\nНе применяется на гражданских кораблях и линкорах.",
    "Drastic improvement in performance, much lower peak time.": "Увеличивает силу корабля, уменьшает время максимальной производительности.",
    "Stabilized Shields": "Стабилизированные Щиты",
    "Reduces the amount of soft flux raised shields generate per second by %s. Does not affect the hard flux generated as a result of shields taking damage.": "Снижает стоимость работы щита на %s. Никак не влияет на полученный урон и нагрев от него.",
    "Reduces flux upkeep for shields.": "Уменьшает нагрев за активные щиты.",
    "Unstable Injector": "Нестабильный Инжектор",
    "Increases the ship's top speed in combat by %s/%s/%s/%s su/second, depending on hull size.\r\n\r\nInterferes with weapons targeting and other vulnerable systems, reducing weapon range by %s and increasing the fighter replacement time by %s.": "Увеличивает максимальную скорость корабля в бою на %s/%s/%s/%s к.е./секунду, в зависимости от размера корпуса.\r\n\r\nМешает работае других систем, включая системы наведения, уменьшая дальность оружия на %s и увеличивая время замены истребителей на %s.",
    "Increases speed, reduces weapon range.": "Увеличивает скорость, уменьшает дальность стрельбы.",
    "# logistics hullmods": null,
    "Additional Berthing": "Дополнительные Койки",
    "Logistics, Requires Dock": "Логистика, Требуется док",
    "Increases maximum crew capacity by %s/%s/%s/%s, depending on hull size, or by %s, whichever is higher.\r\n\r\nFor civilian-grade hulls, also increases maintenance supply use by %s.": "Увеличивает максимальную вместимость экипажа на %s/%s/%s/%s, в зависимости от размера корпуса или на %s, смотря что больше добавляет.\r\n\r\nДля гражданских кораблей, увеличивает расход припасов для обслуживания на %s.",
    "Increases crew capacity.": "Увеличивает вместимость экипажа.",
    "Augmented Drive Field": "Настройка Двигательного Поля",
    "Increases maximum burn level by %s.": "Увеличивает максимальную скорость вне боя на %s.",
    "Increases maximum burn level.": "Увеличивает максимальную скорость вне боя.",
    "Auxiliary Fuel Tanks": "Дополнительные Топливные Баки",
    "Increases maximum fuel capacity by %s/%s/%s/%s, depending on hull size, or by %s, whichever is higher.\r\n\r\nFor civilian-grade hulls, also increases maintenance supply use by %s.": "Увеличивает максимальный запас топлива на %s/%s/%s/%s/%s, в зависимости от размера корпуса, или на %s, смотря что больше добавляет.\r\n\r\nДля гражданских кораблей, увеличивает расход припасов для обслуживания на %s.",
    "Increases fuel capacity.": "Увеличивает запас топлива.",
    "Efficiency Overhaul": "Переборка Служебных Систем",
    "Reduces supply use for maintenance, fuel use, and minimum crew required by %s.\r\n\r\nIncreases the combat readiness recovery and repair rates by %s. The per-day supply consumption for CR recovery is increased to account for the increased recovery rate, but the total supply cost remains the same.": "Сокращает расход ресурсов на техническое обслуживание, расход топлива, и минимальный необходимый экипаж на %s.\r\n\r\nУвеличивает скорость восстановления и ремонта до боевой готовности на %s. Суточное потребление припасов для восстановления БГ увеличивается с учетом возросшей скорости восстановления, но общее потребление припасов остаётся прежним.",
    "Reduces ongoing costs and enables more deployments.": "Сокращает текущие расходы и позволяет выполнять больше развертываний.",
    "Expanded Cargo Holds": "Расширенные Трюмы",
    "Increases maximum cargo capacity by %s/%s/%s/%s, depending on hull size, or by %s, whichever is higher.\r\n\r\nFor civilian-grade hulls, also increases maintenance supply use by %s.": "Увеличивает максимальную грузоподъемность на %s/%s/%s/%s, в зависимости от размера корпуса или на %s, в зависимости от того, что больше добавляет.\r\n\r\nДля гражданских кораблей, увеличивает расход припасов для обслуживания на %s.",
    "Increases cargo capacity.": "Увеличивает грузоподъемность.",
    "High Resolution Sensors": "Сенсоры Высокого Разрешения",
    "Increases sensor strength by %s points for frigates, destroyers, and cruisers, and by %s for capital ships.": "Увеличивает дальность сенсора на %s для фрегатов, эсминцев и крейсеров, а также на %s, для линкоров.",
    "Increases fleet's sensor range.": "Увеличивает дальность сенсоров флота.",
    "Insulated Engine Assembly": "Экранирование Двигателей",
    "Engines, Logistics, Defenses, Requires Dock": "Двигатели, Логистика, Защита, Требуется док",
    "Increases the durability of the ship's engines by %s, and the ship's hull integrity by %s.\r\n\r\nThe ship's sensor profile is also reduced by %s.": "Увеличивает прочность двигателей на %s, а прочность корпуса на %s.\r\n\r\nЗаметность корабля уменьшается на %s.",
    "Makes engines harder to disable, lowers sensor profile.": "Увеличивает прочность двигателя, уменьшает сигнатуру.",
    "Militarized Subsystems": "Милитаризированные Подсистемы",
    "Special, Logistics, Requires Dock": "Специальное, Логистика, Требуется док",
    "Removes the penalties from a civilian-grade hull, and increases maximum burn level by %s.\r\n\r\nIncreases flux dissipation by %s, and adds %s armor for the damage reduction calculation only.\r\n\r\nIncreases minimum crew required by %s.": "Снимает штрафы с корпусов гражданского назначения и увеличивает максимальную скорость вне боя на %s.\r\n\r\nУвеличивает рассеивание нагрева на %s и добавляет %s брони, только для расчета снижения урона.\r\n\r\nУвеличивает минимальный экипаж на %s.",
    "Removes sensor penalties, increases maximum burn level, improves combat performance, increases crew required.": "Снимает штрафы сенсоров, увеличивает максимальную скорость вне боя, улучшает боевую эффективность, увеличивает требуемый экипаж.",
    "Solar Shielding": "Солнечное Экранирование",
    "Defenses, Logistics, Requires Dock": "Защита, Логистика, Требуется док",
    "Originally developed by Diktat engineers after spending cycles dealing with the unique conditions of the inner Askonia system. Decreases the effect operating in a solar corona has on combat readiness by %s; also has the same effect against storms in deep hyperspace.\r\n\r\nIn combat, reduces energy damage taken by %s.": "Впервые разработан инженерами Диктата, работавшими в тяжёлых условиях центра системы Аскония. Уменьшает влияние солнечной короны на боеготовность на %s; также имеет некоторый эффект против подпространственных штормов.\r\n\r\nВ бою, уменьшает получаемый энергетический урон на %s.",
    "Reduces effect of being in corona and energy damage taken.": "Уменьшает штраф за нахождение в солнечной короне и получаемый энергетический урон.",
    "Surveying Equipment": "Исследовательское Оборудование",
    "Reduces the heavy machinery and supplies required to perform surveys by %s/%s/%s/%s depending on hull size, down to a minimum of %s for each.": "Сокращает количество тяжелой техники и припасов необходимых для проведения исследований планет на %s/%s/%s/%s, в зависимости от размера корпуса, но не ниже, чем до %s.",
    "Reduces resource requirements for surveying.": "Уменьшает необходимое количество припасов для проведения исследований.",
    "# standard built-in hullmods": null,
    "Terminator Core": "Ядро Терминатор",
    "Used by the terminator drone, this text should not be visible to the player.": "Используется в дроне-терминаторе; этот текст не должен быть виден игроку. Но ты его всё равно видишь. Какой ты молодец, сломал игру. Надеюсь, ты доволен собой.",
    "Shared Flux Sink": "Общий распределитель нагрева",
    "Handles %s of the flux dissipation of all attached modules. If modules are lost during battle, the extra flux dissipation is redistributed among the remaining modules. Up to %s of this extra dissipation applies to hard flux.": "Рассеивает %s нагрева всех подключенных модулей. Если часть модулей была потеряна во время битвы, дополнительная нагрузка перераспределяется между оставшимися модулями. До %s этого дополнительного рассеивания относится к критическому нагреву.",
    "Flux/hard flux dissipation bonus as modules are lost.": "Бонус к рассеиванию нагрева/критическому нагреву из-за потери модулей.",
    "Stealth Minefield": "Скрытое минное поле",
    "Mines attack enemy ships during battle.": "Мины атакуют вражеские корабли во время боя.",
    "Fighter Chassis Storage": "Хранилище корпусов истребителей",
    "Fighter replacement rate does not go down when fighters are lost.": "Коэффициент замены истребителей не снижается когда истребителей сбивают.",
    "Fighter replacement rate does not go down.": "Коэффициент замены истребителей не снижается.",
    "Shield Always On": "Щит всегда включен",
    "Forces shield to stay on. Hidden, doesn't need description or icon.": "Заставляет щит оставаться включенным. Скрыто, не нуждается в описании или значке.",
    "Missile Autoforge": "Автоподача ракет",
    "An autoforge inside the ship periodically fully reloads the magazines of all missile weapons.": "Автоматическая система внутри корабля периодически полностью перезаряжает магазины всего ракетного оружия.",
    "Periodically reloads all missile weapons.": "Периодически перезаряжается все ракетное оружие.",
    "Shielded Cargo Holds": "Экранированные Трюмы",
    "Commonly found on ships that can't always rely on shields to protect their cargo from cosmic radiation. Only a few tweaks are needed to have the shielding confound long-range cargo scans, reducing the probability of contraband being detected.": "Обычно встречается на кораблях, которые не всегда могут полагаться на щиты для защиты своего груза от космического излучения. Всего парочка не совсем легальных изменений в настройку, и вот уже экран способен противостоять дальним сканерам, используемым патрулями для обнаружения контрабанды.",
    "Improves chance to avoid detection of contraband.": "Уменьшает шанс обнаружения контрабанды.",
    "Salvage Gantry": "Кран для Сбора Трофеев",
    "Increases the resources gained from salvaging abandoned stations, derelicts, floating hulks, and other such by %s/%s/%s/%s, depending on hull size. Only affects the recovery of common resources such as fuel and supplies, and not rare items like blueprints. In addition, %s of the bonus applies to post-battle salvage.": "Увеличивает ресурсы, получаемые при разборе заброшенных станций, древних сооружений, подбитых кораблей и всего подобного на %s/%s/%s/%s в зависимости от размера корпуса. Влияет только на добычу стандартных ресурсов, таких как топливо и припасы, а не редких предметов, таких как чертежи. Кроме того %s бонуса относится и к захвату добычи после битвы.",
    "Increases resources gained from salvage.": "Увеличивает ресурсы полученные от сбора в обломках.",
    "Phase Field": "Фазовое поле",
    "The ship is able to run a low-grade phase field for extended periods of time, reducing its effective sensor profile by %s.": "Корабль способен запускать фазовое поле низкого уровня в течение длительного периода времени, уменьшая его сигнатуру на %s.",
    "Reduces fleetwide sensor profile.": "Уменьшает сигнатуру всего флота.",
    "Flux Shunt": "Рассеиватель тепла",
    "Allows the ship to dissipate hard flux at %s of the normal rate while shields are on.": "Позволяет кораблю рассеивать критический нагрев со скоростью %s от нормальной скорости пока включены щиты.",
    "Allows dissipation of hard flux while shields are up.": "Позволяет рассеивать критический нагрев пока щиты включены.",
    "Civilian-grade Hull": "Гражданский Корабль",
    "Increases sensor profile by %s. Reduces sensor strength by %s.": "Увеличивает заметность корабля на %s. Уменьшает силу сенсоров на %s.",
    "Increases sensor profile, reduces sensor strength.": "Увеличивает сигнатуру корабля, уменьшает силу сенсоров.",
    "High Maintenance": "Дорогое Обслуживание",
    "Increases the monthly maintenance supply cost by %s.": "Увеличивает ежемесячные расходы на техническое обслуживание на %s.",
    "Increases maintenance cost.": "Увеличивает стоимость обслуживания.",
    "Monofilament Tow Cable": "Буксировочный трос из моноволокна",
    "Improves the maximum burn level of the slowest ship in the fleet by 1. Multiple tugs can not be used to speed up the same ship by more than 1.\r\n\r\nCan not be used in combat.": "Повышает максимальную скорость самого медленного корабля во флоте, на глобальной карте на 1. Эффект не суммируется, корабль может быть улучшен не более чем на 1.\r\n\r\nНельзя использовать в бою.",
    "Increases burn level of another ship.": "Увеличивает максимальную скорость во флоте корабля.",
    "Drive Field Stabilizer": "Стабилизатор Поля Движения",
    "Stabilizes the fleet's drive bubble, increasing the maximum burn of the fleet by %s. The effect of multiple stabilizers is cumulative.\r\n\r\nIncreases the ship's sensor profile by %s.": "Стабилизирует поле двигателей флота, увеличивает максимальную скорость всего флота вне боя на %s. Эффект нескольких стабилизаторов суммируется.\r\n\r\nУвеличивает заметность корабля на %s.",
    "Reduces fleetwide fuel use.": "Уменьшает потребление топлива флотом.",
    "Ground Support Package": "Комплект Поддержки Пехоты",
    "Close support weapons and counter-measures for ground defenses. Increases the effective strength of planetary raids by %s, up to the total number of marines in the fleet.": "Оружие непосредственной поддержки и контрмеры для наземной обороны. Увеличивает эффективность планетарных рейдов на %s, вплоть до максимального числа пехотинцев во флоте.",
    "Improves effectiveness of raids.": "Повышает эффективность рейдов.",
    "Advanced Ground Support": "Расширенная наземная поддержка",
    "Delicate Machinery": "Хрупкое Оборудование",
    "The ship systems require excessive maintenance and do not stand up well under the rigours of prolonged engagements.\r\n\r\nIncreases the rate of in-combat CR decay after peak performance time runs out by %s.": "Корабельные системы требуют чрезмерного технического обслуживания и плохо выдерживают суровые условия длительных боев.\r\n\r\nУвеличивает скорость снижения БГ в бою после истечения максимального времени работы на %s.",
    "Increases CR decay rate after peak time runs out.": "Увеличивает скорость снижения БГ после истечения максимального времени работы.",
    "Heavy Ballistics Integration": "Интеграция Тяжелой Баллистики",
    "Reduces the ordnance point cost of large ballistic weapons by %s.": "Снижает стоимость больших баллистических орудий на %s.",
    "Reduces ordnance point cost of large ballistic weapons.": "Снижает стоимость крупнокалиберного баллистического оружия.",
    "Rugged Construction": "Прочная Конструкция",
    "Reduces most negative effects of d-mods by %s. If disabled or destroyed in combat, the ship has a %s chance to avoid new d-mods, and is almost always recoverable after the battle.": "Уменьшает большинство негативных эффектов d-модов на %s. Если корабль выведен из строя или уничтожен в бою, у него есть %s шанса избежать новых d-модов, и его почти всегда можно восстановить после битвы.",
    "Reduces impact of d-mods; ship almost always recoverable if lost.": "Снижает влияние d-модов; корабль почти всегда восстанавливается в случае потери.",
    "Automated Ship": "Корабль-Автомат",
    "This ship is fully automated, and does not require - and can not take on - any human crew.\r\n\r\nAutomated ships require specialized equipment and expertise to maintain, resulting in a maximum combat readiness penalty of %s. This penalty can be offset by a fleet commander skilled in the use of automated ships.": "Этот корабль полностью автоматизирован, не требует экипажа и в принципе не может взять на борт экипаж.\r\n\r\nДля обслуживания автоматических кораблей требуется специальное оборудование и опыт, что приводит к максимальному штрафу за боевую готовность %s. Этот штраф может быть компенсирован командиром флота, умеющим использовать автоматизированные корабли.",
    "Does not require and can not support crew.": "Не требует и не может содержать экипаж.",
    "Advanced Targeting Core": "Продвинутый Целеуказатель",
    "Extends the range of ballistic and energy weapons by %s. The range of point-defense weapons is only extended by %s.\r\n\r\nPrecludes the installation of a Dedicated Targeting Core or an Integrated Targeting Unit.": "Увеличивает дальность баллистического и энергетического оружия на %s. Дальность действия зениток увеличивается только на %s.\r\n\r\nИсключает установку Отдельного Ядра Целеуказания или Интегрированного Целеуказателя.",
    "Greatly extends non-missile weapon range.": "Значительно увеличивает дальность неракетного оружия.",
    "Targeting Supercomputer": "Суперкомпьютер для целеуказателя",
    "Extends the range of ballistic and energy weapons by %s. The range of point-defense weapons is only extended by %s.\r\n\r\nAlso increases target-leading accuracy and greatly increases in-combat sensor range.": "Увеличивает радиус действия баллистического и энергетического оружия на %s. Диапазон оружия точечной защиты увеличевается только на %s.\r\n\r\nТакже повышает точность наведения на цель и значительно увеличивает дальность действия сенсоров в бою.",
    "Experimental Phase Coils": "Экспериментальные фазовые катушки",
    "Reduces phase cloak cooldown by %s.": "Уменьшает время восстановления фазовой маскировки на %s.",
    "Greatly reduces phase cloak cooldown.": "Значительно сокращает время восстановления фазовой маскировки.",
    "High Volition Attractor": "Аттрактор искривления",
    "An experimental modification allowing high-frequency motes to be warped in by the rift core on board the ship.": "Экспериментальная модификация позволяющая высокочастотным частицам искривляться в ядре разлома на борту корабля.",
    "Launches more powerful high-frequency motes.": "Запускает более мощные высокочастотные частицы.",
    "Converted Cargo Bay": "Эрзац-Ангар",
    "This ship's cargo hold has been converted to house a pair of fighter bays. The improvised manufactory that produces fighter chassis is unreliable, and most components have minor defects. Fighter speed reduced by %s, and damage taken increased by %s.": "Грузовой отсек этого корабля был переоборудован в ангар. Импровизированная фабрика, производящая корпуса истребителей, ненадёжна и большинство компонентов имеют незначительные дефекты. Скорость истребителей снижена на %s, а получаемый урон увеличен на %s.",
    "Pair of improvised fighter bays.": "Эрзац-Ангар для истребителей.",
    "Vast Bulk": "Огромная масса",
    "The main body of this structure is vast and is, for practical purposes, capable of absorbing any amount of damage from conventional weapons without being destroyed.": "Основная часть этой конструкции огромна и с практической точки зрения, способна поглощать любое количество повреждений от обычного оружия, не разрушаясь.",
    "Axial Rotation": "Осевое вращение",
    "This structure constantly rotates around its axis.": "Эта конструкция постоянно вращается вокруг своей оси.",
    "Anchor Rotation": "Вращение вокруг точки крепления",
    "This structure rotates around its anchor attachment point. For station modules only.": "Эта конструкция вращается вокруг своей точки крепления. Только для модулей станции.",
    "Reduced Explosion": "Уменьшенный взрыв",
    "Reduced explosion radius and damage.": "Уменьшен радиус взрыва и урон.",
    "Always Detaches": "Всегда отделяется",
    "Always detaches from parent structure when destroyed.": "Всегда отделяется от корпуса при разрушении.",
    "Never Detaches": "Никогда не отделяется",
    "Never detaches from parent structure when destroyed.": "Никогда не отделяется от корпуса при разрушении.",
    "No Weapon Flux": "Оружие не нагревает системы",
    "Weapon fire costs no flux. Used on fighters for fine-grained control of effective shield hitpoints.": "Огонь из оружия не нагревает системы. Используется на истребителях для увелечения эффективности щитов.",
    "Do Not Fire Through": "Не стреляет насквозь",
    "Weapons on other modules of a station will avoid firing through this module, even though the shots would go over it and not hit.": "Оружие на других модулях станции не получат урона при стрельбе по этому модулю, даже если выстрелы пройдут насквозь.",
    "Shard Spawner": "Генератор осколков",
    "Spawns shard ships when ship is disabled/destroyed.": "Разбрасывает осколки корабля когда корабль отключен/уничтожен.",
    "Do Not Back Off": "Не отступать",
    "Sets DO_NOT_BACK_OFF AIFlag": null,
    "# ship skin buffs": null,
    "Fourteenth Battlegroup": "Четырнадцатая боевая группа",
    "This ship is a survivor of the original 14th Domain Battlegroup which founded the Hegemony. It is a prime specimen of the Domain Navy's \"decisive battle\" doctrine, particularly exhibited by a series of radical structural modifications (performed with pre-Collapse industrial methods) which allow the mounting of heavier armor plating by a flat increase of %s standard units, with only a %s reduction in speed and maneuverability. Exceptionally well-tuned energy systems increase flux throughput and capacity by %s over standard examples of this hull.": "Этот корабль был частью 14-й Боевой Группы Домена, основавшей Гегемонию. Это яркий образец доктрины \"решающей битвы\" Космического Флота Домена, отличающийся серией серьёзных конструкционных переработок (выполненных с использованием до-Коллапсовых промышленных методов и технологий), позволивших установить усиленную броню, которая мощнее обычной на %s стандартных единиц, огрнаничивая при этом потери скорости и маневренности всего %s. Ручная доводка энергосистемы позволяет добиться увеличения ёмкости и рассеивания нагрева на %s по сравнению со стандартными кораблями этой модели.",
    "Militarized Hegemony Auxiliary": "Милитаризованный Резерв Гегемонии",
    "This ship is - or was - on the Hegemony auxiliary list. Uparmour kits applied at Hegemony Naval yards resulting in no loss of performance for a %s/%s/%s/%s increase in armor strength, depending on hull size. Core power systems have been upgraded to military standards resulting in a %s improvement in overall handling, %s increase in flux capacity, a %s increase in flux dissipation, and an increase of maximum burn level by %s.": "Этот корабль находится, или когда-то находился в списках военного резерва Гегемонии. Усиленные комплекты брони, устанавливаемые на верфях Гегемонии, приводят к увеличению прочности брони на %s/%s/%s/%s в зависимости от размера корпуса без потери производительности. Основные энергосистемы были модернизированы в соответствии с военными стандартами, что привело к улучшению общей управляемости на %s, увеличению теплоемкости на %s, увеличению рассеивания нагрева на %s и увеличению максимальной скорости вне боя %s.",
    "# permanent ship debuffs": null,
    "Compromised Armor": "Повреждённая Броня",
    "This ship's armor has taken major and irreparable damage at some point in the past, or suffered from major errors in the manufacturing process. Armor rating reduced by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Броня этого корабля когда-то получила серьезные и невосстановимые повреждения, или же при её изготовлении были допущены критические ошибки. Рейтинг брони снижен на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Compromised Hull": "Повреждённый Корпус",
    "This ship's hull has taken major and irreparable damage at some point in the past, or suffered from major errors in the manufacturing process. Hull integrity reduced by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Корпус этого корабля когда-то получила серьезные и невосстановимые повреждения, или же при её изготовлении были допущены критические ошибки. Прочность корпуса снижена на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Degraded Engines": "Изношенные Двигатели",
    "Whether due to battle damage, manufacturing defects, or cycles of poor maintenance, this ship's engines are suffering from permanently degraded combat performance. \r\n\r\nTop speed and maneuverability in combat reduced by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Будь тому причиной боевые повреждения, производственные дефекты или многие циклы некачественного обслуживания, двигатели этого корабля уже никогда не будут нормально работать в бою. \r\n\r\nМаксимальная скорость и маневренность в бою уменьшены на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Degraded Drive Field": "Изношенное Поле Движения",
    "Whether due to battle damage, manufacturing defects, or cycles of poor maintenance, this ship's drive field is suffering from permanently degraded performance. \r\n\r\nMaximum burn level decreased by %s. Sensor profile increased by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Будь тому причиной боевые повреждения, производственные дефекты или многие циклы некачественного обслуживания, двигатели этого корабля уже никогда не будут нормально работать вне боя.\r\n\r\nМаксимальная скорость уменьшена на %s. Заметность увеличена на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Faulty Power Grid": "Неисправная Энергосистема",
    "Whether due to battle damage, manufacturing defects, or cycles of poor maintenance, this ship's power grid will never be capable of achieving peak performance.\r\n\r\nFlux capacity reduced by %s. Flux dissipation rate reduced by %s. Sensor profile increased by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Будь тому причиной боевые повреждения, производственные дефекты или многие циклы некачественного обслуживания, энергосистема этого корабля уже никогда не будет нормально работать в бою.\r\n\r\nТеплоемкость уменьшена на %s. Скорость рассеяния нагрева уменьшена на %s. Заметность увеличена на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Phase Coil Instability": "Нестабильные Фазовые Катушки",
    "The phase coils on this ship are impossible to calibrate properly due to subtle flaws. Reduces the phase-time bonus by %s, reduces the peak performance time by %s, and increases the rate at which combat readiness degrades by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Из-за мелких недочётов и повреждений, катушки на этом корабле не удаётся правильно откалибровать. Уменьшает бонус времени фазирования на %s, уменьшает время максимальной эффективности на %s и увеличивает скорость потери боеготовности на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Structural Damage": "Структурные Повреждения",
    "This ship's hull has likely taken extreme damage in the past, possibly to the point of breaking apart. Armor rating reduced by %s, hull integrity reduced by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Корпус этого корабля когда-то получил огромные повреждения, вплоть до возможного разрыва на части. Рейтинг брони уменьшен на %s, прочность корпуса уменьшена на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Glitched Sensor Array": "Глючащие Сенсоры",
    "The ship's sensor array is damaged past any repair short of a complete hull overhaul. Weapon range in combat reduced by %s. Sensor strength reduced by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Сенсоры на этом корабле получили серьёзные повреждения, которые нельзя устранить никакими методами, кроме полной замены. Снижает дальность стрельбы на %s и мощность сенсоров уменьшается на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Malfunctioning Comms": "Неисправность связи",
    "The comm system has suffered serious damage, making punching through battlefield jamming even more of a challenge. Fighter engagement range reduced by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Система связи серьезно повреждена, что делает преодоление помех на поле боя еще более сложной задачей. Дальность полёта истребителей уменьшена на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Defective Manufactory": "Неисправное Производство",
    "The manufactory that produces fighter chassis is unreliable, and most components have minor defects. Fighter speed reduced by %s, and damage taken increased by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Ненадёжность кузни, производящей самолёты привела к тому, что большинство комплектующих имеют незначительные дефекты. Скорость самолётов снижена на %s, а получаемый урон увеличен на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Damaged Flight Deck": "Повреждённая Лётная Палуба",
    "The flight decks on this ship have taken major damage and seriously interfere with normal operation. Time to launch replacement fighters is increased by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Лётные палубы этого корабля получили серьезные повреждения, что серьезно мешает нормальной работе. Время запуска сменных истребителей увеличено на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Unreliable Subsystems": "Ненадёжные Подсистемы",
    "A widespread loss of redundant components reduces peak operating time by %s, and increases the rate at which combat readiness degrades by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Потеря дублирующих контуров и резервных систем сокращает время максимальной эффективности на %s и увеличивает скорость снижения боеготовности на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Compromised Storage": "Поврежденный грузовой отсек",
    "The storage capacity of this ship is significantly degraded. Crew, cargo, and fuel capacity reduced by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Вместимость этого корабля значительно снижена. Запас экипажа, груза и топлива уменьшен на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Increased Maintenance": "Чрезмерное Обслуживание",
    "Increases the monthly maintenance supply cost by %s. Increases minimum crew required by %s. Decreases maximum combat readiness by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Увеличивает ежемесячную стоимость обслуживания на %s. Увеличивает минимальный требуемый экипаж на %s. Снижает максимальную боевую готовность на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Increases maintenance cost and crew requirements, decreases maximum combat readiness.": "Увеличивает стоимость обслуживания и требования к экипажу, снижает максимальную боеготовность.",
    "Erratic Fuel Injector": "Изношенный Инжектор",
    "Increases fuel use by %s and decreases the zero-flux boost by %s su/second.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Увеличивает расход топлива на %s и уменьшает бонус от нулевого нагрева на %s к.е./сек.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Increases fuel use and decreases the zero-flux boost.": "Увеличивает расход топлива и уменьшает бонус от нулевого нагрева.",
    "Faulty Automated Systems": "Неисправная Автоматика",
    "Increases minimum crew required by %s and decreases maximum combat readiness by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Увеличивает минимальный требуемый экипаж на %s и снижает максимальную боеготовность на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Increases minimum crew required, decreases maximum combat readiness.": "Увеличивает минимальный необходимый экипаж, снижает максимальную боеготовность.",
    "Damaged Weapon Mounts": "Поврежденные Орудийные Слоты",
    "Reduces weapon turn rate by %s and increases recoil by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Уменьшает скорость поворота оружия на %s и увеличивает отдачу на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Reduces weapon turn rate and increases recoil.": "Снижает скорость поворота оружия и увеличивает отдачу.",
    "Degraded Life Support": "Изношенные Системы Жизнеобеспечения",
    "Decreases maximum crew capacity by %s, and maximum combat readiness by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Уменьшает максимальную вместимость экипажа на %s и максимальную боеготовность на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Decreases maximum crew capacity and combat readiness.": "Снижает максимальную вместимость экипажа и боевую готовность.",
    "Degraded Shields": "Изношенные Щиты",
    "Increases the amount of damage taken by shields by %s.\r\n\r\nSupply cost to recover from deployment reduced by %s.": "Увеличивает количество урона, получаемого щитами, на %s.\r\n\r\nСтоимость восстановления боеготовности после выхода в бой снижена на %s.",
    "Increases damage taken by shields.": "Увеличивает урон получаемый щитами.",
    "Destroyed Weapon Mounts": "Уничтоженные крепления для вооружения",
    "Some of the original weapon mounts on this ship have been damaged beyond repair and can no longer be used.": "Некоторые из орудийных установок на этом корабле были повреждены и больше не могут использоваться.",
    "Ill-Advised Modifications": "Опрометчивые Модификации",
    "This hull's systems have been drastically modified from spec, likely without certified engineering oversight. Its systems appear to work correctly under routine conditions, but have a significant chance of critical malfunction when stressed.": "Системы на этом корабле подверглись серьёзной переработке, скорее всего, кустарями на коленке. В обычных условиях они работают нормально, но в условиях серьёзных нагрузок могут не выдержать и привести к серьёзным авариям."
  }
}