{
	tips:[
{"freq":0, "tip":"Вы можете изменить частоту подсказок, добавив объект json вместо строки, например. Например, этот совет имеет частоту 0 и никогда не будет отображаться. Значение частоты по умолчанию равно 1."},
"Опустите свои щиты, чтобы рассеять \"критический\" нагрев возникающий при получении урона щитом.",
"Щиты и оружие генерируют нагрев, поэтому опускание щитов, чтобы выдержать несколько попаданий в корпус и броню, увеличит вашу устойчивую огневую мощь. Это может быть жизненно важно, особенно для тяжелобронированных кораблей.", 
"Урон от лучевого оружия по щитам генерирует \"слабый\" нагрев, который можно рассеять, не сбрасывая щиты.",
"Нажмите TAB, чтобы переключить командный интерфейс. Используйте командный интерфейс, чтобы отдавать приказы своему флоту.",
"Приказ одному кораблю сопровождать другой ограничивает мобильность эскорта. Используйте команду с осторожностью.",
"Если ваши щиты получат слишком большой урон, корабль будет перегружен, а оружие и щиты будут отключены на несколько секунд.",
"Ракеты большой дальности (LRM) могут поражать цели за пределами визуальной дальности. Нажмите Tab, чтобы открыть командный интерфейс и нацелиться на удаленные корабли, щелкнув по ним, а затем выбрав 'Установить как цель'.",
"В бою перемещайте мышь, чтобы изменить вид.  Нажмите 'T', чтобы привязать свой вид к цели, и нажмите 'T' еще раз, чтобы вернуться к обычному виду.",
"Нажмите ЛКМ, чтобы стрелять, и ПКМ, чтобы использовать щиты. Используйте WASD, чтобы управлять кораблем.",
"Кинетический урон хорош против щитов, в то время как осколочно-фугасный урон хорош против брони.",
"Осколочный урон невелик по всему, кроме открытого корпуса, но оружие, наносящее его, как правило, очень эффективно по нагреву.",
"Энергетическое оружие одинаково хорошо работает как против щитов, так и против брони, но не так хорошо, как против более специализированных типов урона.",
"Слот для ракетного оружия универсален, есть ракеты для выполнения практически любой роли, но у ракетных пусковых установок обычно очень мало боеприпасов.",
"Стрельба из оружия или использование щитов увеличивает нагрев. Когда уровень нагрева будет максимальным, вам придется подождать, пока он снизится, прежде чем вы сможете снова стрелять.",
"Корабли получают прибавку к максимальной скорости, когда их уровень нагрева равен нулю, если только они не находятся внутри туманности.",
"При переоснащении корабля щелкните на слот для оружия, удерживая нажатой клавишу Shift, чтобы установить ранее выбранное оружие, не открывая меню выбора оружия.",
"При создании групп оружия для корабля щелкните, удерживая нажатой клавишу Shift, чтобы назначить все оружие одного типа.",
"При редактировании текстового поля вы можете нажать Shift-Backspace, чтобы очистить его, или Ctrl-Backspace, чтобы удалить последнее слово.",
"Большая часть торговли на открытом рынке становится невыгодной из-за тарифов. Используйте текущие события и сбои для получения прибыли.",
"Удерживайте нажатой клавишу Shift при добавлении или удалении вентиляционных отверстий или конденсаторов, чтобы сделать это быстрее.",
"Удерживайте Shift при прокрутке колесиком мыши, чтобы прокручивать быстрее.",
#"Control-click to buy/sell a stack. Shift-click to pick up items one at a time. Hold Shift and click and drag to select a specific quantity. Hold Alt and drag to quickly sell or transfer stacks under the mouse pointer.",
"Щелкните, удерживая клавишу Control, чтобы купить/продать стек. Удерживая нажатой клавишу Shift, вы можете брать предметы по одному. Удерживая нажатой клавишу Shift, нажмите и перетащите, чтобы выбрать определенное количество.",
"Чтобы переместить карту в бою, щелкните правой кнопкой мыши и перетащите ее или используйте клавиши со стрелками.",
"Запуск торпед в упор может быть опасен для вашего корабля.",
"Корабли с обозначением (D) являются некачественными версиями обычных корпусов.",
"Развертывание кораблей в бою снижает их боеготовность (\"БГ\"), что требует затрат на восстановление.",
"Развертывание в бою большего количества кораблей, чем вам нужно, может стоить больше припасов, чем вы получите от сражения.",
"Корабли потребляют припасы на техническое обслуживание в зависимости от количества запасов в месяц и потребляют дополнительные припасы при восстановлении CR или ремонте.",
"Ваш флот может перевозить груз, экипаж или топливо сверх максимальной вместимости за счет дополнительного расхода припасов.",
"Вы можете получить дополнительную информацию из многих всплывающих подсказок, нажав F1, чтобы развернуть их.",
"Больше орудий не всегда лучше иметь достаточную мощность нагрева и рассеяние для непрерывного огня может быть важнее.",
"Переоборудование корабля в космосе снизит его боеготовность, особенно при смене модификаций корпуса.",
"Оружие, стреляющее энергетическими болтами или снарядами, может поражать цели за пределами своей максимальной дальности, но при этом наносит только легкий урон щитам.",
"Вы можете создавать группы кораблей, используя Ctrl + цифровые клавиши, и выбирать их с помощью цифровых клавиш. Это работает как в бою, так и в диалоге развертывания.",
"Авианосцы перестанут запускать запасные истребители, как только их боеготовность достигнет 0%.",
"Авианосцы, вооруженные только точечным и ракетным вооружением, будут стараться держаться подальше от вражеских кораблей.",
"Нажмите 'Z', чтобы переключаться между приказами истребителям авианосца атаковать или отступать к авианосцу.",
"Приказ истребителям перегруппироваться заставит авианосец восстанавливаться медленнее, а поврежденные крылья будут пытаться укрыться за авианосцем.",
"При пилотировании авианосца его истребители будут сопровождать дружественный корабль, если авианосец нацелится на него, и будут продолжать сопровождать его до тех пор, пока не будут отозваны, даже если цель будет удалена.",
"Бомбардировщики обладают высоким потенциалом урона, но лучше всего работают в сочетании с другими истребителями, оружием и кораблями, чтобы они могли нанести урон.",
"Процентное увеличение является аддитивным. Процентные скидки обычно мультипликативны.",
"Медленно движущиеся флоты не привлекают удары шторма в гиперпространстве.",
"Оружие имеет вдвое меньшую отдачу при установке в слотах крепления..",
"Покинуть корабль или просто отказаться от его восстановления принесет больше пользы в виде топлива и припасов, чем его продажа.",
"Если в звездной системе мало стабильных мест, вы можете создать новое, взаимодействуя со звездой.",
"Назначение пехотинцев для атаки малоопасной цели может создать отвлекающий маневр и снизить потери в результате опасного рейда в большей степени, чем сохранение этих пехотинцев в резерве.",
"Сторона с более способными офицерами, командующими боеспособными кораблями, получает больше очков развертывания.",
"Корабли с офицерами или s-модами почти всегда можно восстановить, если они потеряны в бою. Некоторые навыки и модификации корпуса также могут сделать другие корабли всегда пригодными для восстановления.",
"Затопление или потеря корабля с s-модами, которые вы в него встроили, дает достаточно бонусного опыта, чтобы вернуть сюжетные очки, потраченные на создание корпусных модов.",
"Внутренние потоки являются временными и, в недавней памяти, синхронизированы со стандартным циклом Домена. В первой половине цикла они имеют тенденцию течь к галактическому востоку, а во второй половине к западу.",      
"Во время преследования вы можете развернуть фрегаты с флангов, щелкнув по ним несколько раз, чтобы включить режим развертывания.",
"Модификации корпуса с низкой стоимостью очков оснащения, как правило, имеют более мощные бонусы, если они встроены в корпус с использованием очков истории. Более дорогие модификации корпуса, как правило, имеют штрафы."     
     ],
     
     
     
}
