{
	"codex":{
		"damage_kinetic":{
			"title":"Кинетический урон",
			"body":"Кинетический урон эффективен против щитов, но слаб против брони.",
		},
		"damage_highexplosive":{
			"title":"Сильный взрывной урон",
			"body":"Сильный взрывной урон эффективен против брони, но слаб для щитов.",
		},
		"damage_fragmentation":{
			"title":"Осколочные повреждения",
			"body":"Осколочные повреждения не эффективны против брони и против щитов. Однако оружие, наносящее осколочные повреждения, обычно имеет очень высокий ДПС, что делает его разрушительным против легкобронированных, незащищенных целей, таких как легкие истребители и ракеты.\n\nIt также может быть очень эффективен против корабля, броня которого была снята боевым уроном.",
		}, 
		"damage_energy":{
			"title":"Энергетический урон",
			"body":"Энергетический урон одинаково эффективен против щитов и брони.",
		},
		"damage_other":{
			"title":"Другой вид урона",
			"body":"Это оружие особенное. На самом деле, если вы видите это, скорее всего это ошибка.",
		}, 
	},
	"warroom":{
		#"fleetPoints":{
		#	"title":"Очки развертывания",
		#	"body":"Вам нужны очки развертывания, чтобы задействовать свои резервы в бою. Отступление или потеря кораблей возвращает вам очки, использованные для их развертывания.",
		#},
		#"commandPoints":{
		#	"title":"Очки командования",
		#	"body":"Вам нужны очки командования, чтобы давать задания и отдавать прямые приказы своему флоту.\n\nКогда закончатся очки командования, вы не сможете больше отдавать приказы, но можете приказать флоту атаковать врага по своему желанию, отменив все существующие задания.\n\nВы получите несколько командных очков, когда ваши войска захватывают цель.",
		#},
		"pause":{
			"title":"Пауза",
			"body":"Пауза в игре.",
		},
		"play":{
			"title":"Возобновить",
			"body":"Возобновить игру.",
		},
		"combatTime":"Обратный отсчет начинается после того, как оба флота вступают в контакт.\n\nМаксимальное время предоставления подкрепления сокращается вдвое от времени боя.",
	},
	
	"fleetScreen":{
		"tooltipCaptain":{
			"title":"Назначить капитана",
			"body":"Назначьте капитана (себя или офицера) на этот корабль. Навыки капитана влияют на показатели корабля.",
		},
		"tooltipAdmin":{
			"title":"Назначить администратора",
			"body":"Назначьте администратора (или себя) для управления этой колонией, которая затем получит преимущества от навыков назначенного администратора.",
		},
		"tooltipAdminNonPlayer":{
			"title":"Нет администратора",
			"body":"Колония временно не находится под юрисдикцией какого-либо администратора.",
		},
		"tooltipBuy":{
			"title":"Купить",
			"body":"Купить %s за %d кредитов.",
		},
		"tooltipSell":{
			"title":"Продать",
			"body":"Продать %s за %d кредитов.",
		},
		"tooltipTake":{
			"title":"Взять",
			"body":"Взять %s.",
		},
		"tooltipGive":{
			"title":"Склад",
			"body":"Перенесите %s из вашего флота. Его боеготовность останется неизменной, пока он находится на хранении.",
		},
		"tooltipMothball":{
			"title":"Консервация",
			"body":"Законсервированный %ss не может использоваться в бою или ремонтироваться. Он обеспечивает топливом, вместимостью, размером команды.\n\nУничтожение корабля снизит его боеготовность до нуля; восстановление потребует времени и ресурсов.",
		},
		"tooltipUnmothball":{
			"title":"Консервация",
			"body":"Законсервированный %ss не может использоваться в бою или ремонтироваться. Он обеспечивает топливом, вместимостью, размером команды.\n\nВосстановление боеготовности этого корабля после расконсервации будет потреблять %s запасов в течение %s суток.",
		},
		"tooltipScuttle":{
			"title":"Самоуничтожение",
			"body":"Уничтожте %s для получения %d припасов, %d топлива и %d тяжелой техники.",
		},
		"tooltipSuspendRepairs":{
			"title":"Приостановить ремонт и восстановление",
			"body":"Остановить обслуживание и восстановление боеготовности БГ %s. Если ремонт будет возобновлен, то полное восстановление и восстановление боеготовности БГ потребует около %s припасов и %s дней или около того.",
		},
		"tooltipSuspendRepairsNotNeeded":{
			"title":"Приостановить ремонт и восстановление",
			"body":"Остановить обслуживание и восстановление боеготовности БГ %s. %s в настоящее время не требует ремонта или восстановления боеготовности БГ.",
		},
		"tooltipRefit":{
			"title":"Переоборудование",
			"body":"Измените оружие и модификации корпуса, оснащенные на этом корабле.",
		},
		"tooltipLogisticalPriority":{
			"title":"Приоритет логистики",
			"body":"%ss установлен в качестве приоритета для снабжения, выбраны лучшие члены экипажа для пилотирования, а также приоритетный доступ к ресурсам для ремонта и поднятия боеготовности.",
		},
		"tooltipCrewElite":{
			"title":"Элита",
			"body":"Назначить на %s только элиту, если это возможно.",
		},
		"tooltipCrewVeteran":{
			"title":"Ветеран",
			"body":"Назначить на %s только ветеранов, если это возможно.", 
		},
		"tooltipCrewRegular":{
			"title":"Regular",
			"body":"Назначить на %s только обычный экипаж и хуже, если это возможно.",
		},
		"tooltipCrewGreen":{
			"title":"Новобранец",
			"body":"Назначить на %s только новобранцев, если это возможно.",
		},
		"tooltipCrewBar":{
			"title":"",
			"body":"%s экипаж.",
		},
	},
	"logistics":{
		"marines":"Количество пехотинцев во флоте.",
		"crew":"Количество экипажа во флоте и минимальное количество экипажа необходимое для управления флотом.",
		"supplies":"Доступно и потребление припасов в день.",
		"credits":"Доступно кредитов.",
	},
	"misc":{
		"jumpPointNormal":"Используется для перехода между гиперпространством и нормальным пространством. Некоторые точки прыжка могут привести к прыжкам в другие пункты назначения.",
		"jumpPointStar":"Гравитация звезды достаточна, чтобы поддерживать односторонний выход из гиперпространства. Использование такого выхода несет определенные риски.",
		"jumpPointGasGiant":"Гравитации планет-гигантов достаточно, чтобы поддерживать односторонний выход из гиперпространства.",
	},
	
}














