{
  "TranslatedColumns": [
    "name",
    "desc"
  ],
  "Translations": {
    "Population & Infrastructure": "Население и инфраструктура",
    "The basic infrastructure required to support a given population, from rickety orbital hab-modules to megacities and everything between.": "Базовая инфраструктура, необходимая для жизни, от хлипких орбитальных жилых модулей до мегаполисов и всего, что между ними.",
    "Farming": "Сельское хозяйство",
    "Agriculture is a trade and technology as old as civilization itself; for thousands of cycles Humanity has harnessed the power of natural, modified, and artificial biological machines for sustenance. So it has always been, so it shall be so long as humans are human.": "Сельское хозяйство - это ремесло и технология, столь же древнее, как и сама наша цивилизация; на протяжении тысяч циклов человечество использовало силу естественных, модифицированных и искусственных биологических машин для поддержания своей жизни. Так было всегда, так будет до тех пор, пока люди остаются людьми.",
    "Aquaculture": "Аквакультура",
    "Farming on a water world requires a significant initial investment in bioengineering suitable species, but once the process takes off, algae farms and fisheries can be operated by the population without requiring much in the way of specialized training or equipment.": "Сельское хозяйство в водном мире требует значительных первоначальных инвестиций в биоинженерию подходящих видов, но как только процесс начнется, население сможет управлять фермами по выращиванию водорослей и рыболовства, не требуя особого специального обучения или оборудования.",
    "Mining": "Добыча ископаемых",
    "Metal and metalloid ores, organics, and volatile compounds all require heavy equipment, special infrastructure, and a skilled workforce to extract. The harsh work attracts a certain type, and an administration that's not willing to look the other way now and again may find itself running short of willing personnel.": "Металлические и металлоидные руды, органические вещества и летучие соединения - все это требует тяжелого оборудования, специальной инфраструктуры и квалифицированной рабочей силы для добычи. Тяжелая работа привлекает определенный тип людей, и администрация, которая не желает время от времени смотреть в другую сторону, может столкнуться с нехваткой персонала.",
    "Tech-Mining": "Добыча технологий",
    "Techmining is the motley art of recovering valuable artifacts from Domain ruins. Requires special tools to deal with unique hazards and expert judgement to know where to look for a good haul of baubles. The oldest techminers are a strange lot, clutching luck-charms and refusing to work without their rituals.": "Добыча древних технологий - это искусство восстановления ценных артефактов из руин времён Домена. Требуются специальные инструменты для борьбы с уникальными опасностями и опытный глаз, чтобы знать, где можно найти неплохие артефакты. Самые старые технари - это странный народ, верящий в талисманы удачи и отказывающийся работать без своих ритуалов.",
    "Refining": "Литейные Заводы",
    "Smelting plants here convert ores and transplutonic ores into metals and transplutonics, respectively. Teleoperated robotics are used to handle the most dangerous tasks, usually.": "Плавильные заводы здесь перерабатывают руды и трансплутонические руды в металлы и трансплутоники соответственно. Робототехника с дистанционным управлением обычно используется для выполнения самых опасных задач.",
    "Spaceport": "Космопорт",
    "Facilities for loading and unloading cargo and performing basic starship repairs. A colony without a spaceport is virtually inaccessible to interstellar trade.": "Комплексы и сооружения для погрузки и разгрузки грузов и выполнения технического обслуживания звездолетов. Колония без космопорта, по сути, на карте звёзд всё равно что не существует.",
    "Megaport": "Мегапорт",
    "A vast starport where the stars can touch the dirt. Regimented lander gantries and armoured fuel tanks are laced together by access-roads and short-haul cargo trams feeding a sprawl of warehouse districts and logistics terminals, all making the colony vastly more accessible.": "Огромный космопорт, где звезды могут касаться земли. Чётко организованные посадочные площадки и бронированные цистерны с горючим связаны подъездными дорогами и короткомагистральными грузовыми трамваями, обеспечивающими работу обширных складов и логистических терминалов; всё это в значительной степени повышает доступность колонии.",
    "Light Industry": "Легкая промышленность",
    "Produces domestic and luxury goods. One of the few industries relatively unaffected by the Collapse due to its low-tech nature.": "Производит товары домашнего обихода и предметы роскоши. Одна из немногих отраслей, относительно не затронутых коллапсом из-за своей низкотехнологичной природы.",
    "Heavy Industry": "Тяжелая промышленность",
    "Centralized manufacturing infrastructure for production of heavy industrial equipment, supplies, and weapons. Also capable of producing barely-spaceworthy starships; a nanoforge can be installed to improve production quality.": "Централизованная производственная инфраструктура для изготовления тяжелого промышленного оборудования, припасов и оружия. Также производит едва пригодные для работе в космосе корабли; для улучшения качества выпускаемых кораблей может быть установлена нанокузня.",
    "Orbital Works": "Орбитальные заводы",
    "Centralized manufacturing infrastructure for production of heavy industrial equipment, supplies, and weapons. Also capable of producing barely-spaceworthy starships; a nanoforge can be installed to improve production quality.\n\nUpgraded with an orbital component that further facilitates ship construction, resulting in fewer manufacturing defects.": "Централизованная производственная инфраструктура для изготовления тяжелого промышленного оборудования, припасов и оружия. Также производит едва пригодные для работе в космосе корабли; для улучшения качества выпускаемых кораблей может быть установлена нанокузня.\n\nДобавление орбитальных заводов здорово помогает в выпуске кораблей и позоляет добиться лучшего качества изготовления.",
    "Fuel Production": "Производство топлива",
    "This facility produces starship fuel, the life-blood of interstellar civilization. Lacking Domain-tech components, fuel production is a laborious and slow process.": "Это предприятие производит топливо для звездолетов, жизненную кровь межзвездной цивилизации. В условиях отсутствия компонентов и технологий времён Домена, производство топлива является трудоемким и медленным процессом.",
    "Advanced Fuel Production": "Усовершенствованное производство топлива",
    "A massive Domain-tech facility produces starship fuel, the life-blood of interstellar civilization.": "Огромный высокотехнологичный завод производит топливо для звездолетов, жизненную кровь межзвездной цивилизации.",
    "Commerce": "Коммерция",
    "Regulations, grants, and infrastructure to encourage thriving independent trade. Greatly reduces the degree of direct control the administration has over the colony.": "Законодательные органы, гранты и инфраструктура для создания условий развития независимой торговли. Значительно снижает степень прямого контроля администрации над колонией.",
    "Orbital Station": "Орбитальная станция",
    "A space station that is capable of supporting friendly fleets near $market and must be reduced before invasions or bombardment can be attempted.\n\nSeveral variations are available, with differences generally being in tactical approaches rather than overall strength.": "Космическая станция, которая является опорной точкой для флотов вблизи $market и должна быть уничтожена перед вторжением или бомбардировкой.\n\nДоступно несколько вариантов, причем различия, как правило, заключаются в тактических подходах, а не в общей силе.",
    "Orbital Station - Low Tech": "Орбитальная станция - Низкотехнологичная",
    "A low-tech space station, featuring heavy armor and medium firepower.\n\nMust be reduced before invasions or bombardment can be attempted.": "Низкотехнологичная космическая станция, отличающаяся тяжелой броней и средней огневой мощью.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Battlestation - Low Tech": "Боевая станция - Низкотехнологичная",
    "A space station, augmented with a heavy bastion and point-defense citadels.\n\nMust be reduced before invasions or bombardment can be attempted.": "Космическая станция, дополненная тяжелым бастионом и зенитными цитаделями.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Star Fortress - Low Tech": "Звездная крепость - Низкотехнологичная",
    "An up-armored battlestation, featuring Merlon-class defense drones and an extensive minefield.\n\nMust be reduced before invasions or bombardment can be attempted.": "Бронированная боевая станция с оборонительными дронами класса Merlon и обширным минным полем.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Orbital Station - Midline": "Орбитальная станция - Средняя линия",
    "A midline space station, featuring heavy firepower on one side and rapid axial rotation.\n\nMust be reduced before invasions or bombardment can be attempted.": "Среднетехнологичная станция, обладающая большой огневой мощью с одной стороны и быстрым осевым вращением.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Battlestation - Midline": "Боевая станция - Средняя линия",
    "A space station, augmented with missile support modules.\n\nMust be reduced before invasions or bombardment can be attempted.": "Космическая станция, дополненная модулями ракетной поддержки.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Star Fortress - Midline": "Звездная крепость - Средняя линия",
    "An up-armored battlestation, featuring Ravelin-class defense drones and an extensive minefield.\n\nMust be reduced before invasions or bombardment can be attempted.": "Бронированная боевая станция с оборонительными дронами класса Ravelin и обширным минным полем.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Orbital Station - High Tech": "Орбитальная станция - Высокотехнологичная",
    "A high-tech space station, featuring heavy rotating shields, a fighter complement, and medium firepower.\n\nMust be reduced before invasions or bombardment can be attempted.": "Высокотехнологичная космическая станция с тяжелыми вращающимися щитами, самолётами поддержки и средней огневой мощью.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Battlestation - High Tech": "Боевая станция - Высокотехнологичная",
    "A space station, augmented with a defensive citadel featuring heavy firepower.\n\nMust be reduced before invasions or bombardment can be attempted.": "Космическая станция, дополненная оборонительной цитаделью с большой огневой мощью.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Star Fortress - High Tech": "Звездная крепость - Высокотехнологичная",
    "An up-armored battlestation, featuring Gargoyle-class defense drones and long-range targeted mine teleporters.\n\nMust be reduced before invasions or bombardment can be attempted.": "Бронированная боевая станция с оборонительными дронами класса Gargoyle и прицельными минными телепортами дальнего действия.\n\nДолжна быть уничтожена перед вторжением или бомбардировкой.",
    "Ground Defenses": "Наземная оборона",
    "A dispersed, semi-autonomous network of small, hidden weapon installations which makes the prospect of a direct ground assault and even simple raids extremely costly to the attacker. Only overwhelming orbital bombardment or massively disproportionate active screening can suppress these defenses.  ": "Рассредоточенная, полуавтономная сеть небольших скрытых оружейных установок, которая делает перспективу прямого наземного нападения и даже простых рейдов чрезвычайно дорогостоящим мероприятием. Только орбитальная бомбардировка или подавляющее количество целей могут преодолеть наземную оборону.  ",
    "Heavy Batteries": "Тяжелые батареи",
    "Armoured subsurface batteries supplement a dispersed network of small, hidden weapon installations. Ground-based batteries are capable of truly awesome firepower, though it only manifests by making ground operations more difficult, as no starship captain would be foolish enough to get within their firing envelopes.": "Бронированные подземные батареи дополняют распределённую сеть небольших скрытых установок оружия. Наземные батареи способны на действительно потрясающую огневую мощь, хотя это проявляется только в усложнении наземных операций, поскольку ни один капитан корабля не будет настолько глуп, чтобы соваться под их огонь.",
    "Patrol HQ": "Патрульный штаб",
    "The requisite hangars, maintenance bays, command/control center, barracks, and logistics operations required to project force throughout a star system. Once established, militarized patrols will hunt pirates and protect friendly convoys.": "Ангары, отсеки для технического обслуживания, командно-диспетчерский центр, казармы и логистические операции, необходимые для обеспечения военного контроля над системой. После создания штаба, военные патрули будут охотиться на пиратов и защищать дружественные конвои.",
    "Military Base": "Военная база",
    "These facilities enable force projection between star systems. Any such military undertaking is a massive logistical operation requiring coordination of dozens, perhaps hundreds of star ships and thousands of officers, crew, and soldiers.": "Эти военные комплексы позволяют войскам действовать и вне звёздной системы. Любое такое военное предприятие - это огромная логистическая работа, требующая координации десятков, возможно, сотен звездных кораблей и тысяч офицеров, экипажей и солдат.",
    "High Command": "Верховное командование",
    "Transtellar empire is possible only through an exceptional corps of officers and bureaucrats given authority over the resources of entire star systems. An established high command allows military operations to be organized and executed across the Sector.": "Создание межзвёздной империи требует штата из высококвалифицированных офицеров и администраторов, наделенных властью над ресурсами целых звездных систем. Верховное командование позволяет организовывать и проводить военные операции по всему сектору.",
    "Lion's Guard HQ": "Штаб-квартира Львиной Гвардии",
    "Headquarters of the feared personal guard of Phillip \"The Lion of Sindria\" Andrada. Boasting superb training and access to the best equipment credits can buy, the fanatical loyalty of the Guard is maintained through a system of perks and incentives that both elevate and isolate the Guard from the Diktat's regular military.": "Штаб-квартира наводящей страх личной гвардии Филиппа \"Лев Синдрии\" Андрада. Обладая превосходной подготовкой и доступом к самому лучшему оборудованию, которое только можно купить, фанатичная лояльность Гвардии поддерживается с помощью системы льгот и стимулов, которые одновременно делают её выше и в то же время отделают её от регулярных вооруженных сил Диктата.",
    "Planetary Shield": "Планетарный щит",
    "An envelope of charged plasma seeded with exotic virtual particles producing effects which disrupt the combat effectiveness of long-range bombardment and even incursion by small vessels. The planetary shield can be continually charged and controlled by a central source and presents a formidable obstacle to any form of ground assault.": "Кокон из заряженной плазмы, с примесью экзотических виртуальных частиц, неплохо защищающий планету как от орбитальных бомбардировок, так и от попыток небольших кораблей пробиться сквозь энергетический заслон. Зарядка щита и контроль над ним может обеспечиваться централизованно, из одного комплекса; всё это становится серьёзным препятствием для любых попыток высадок и нападений на поверхность планеты.",
    "Waystation": "Промежуточная станция",
    "A supply and maintenance depot for interstellar fleets. Increases a colony's accessibility.": "Склад снабжения и обслуживания межзвездных флотов. Увеличивает доступность колонии.",
    "Cryosanctum": "Криосанктум",
    "An enormous tomb-like vault built to store those who choose to risk cryosleep to pass this time of troubles to wake in what will presumably be a more civilized age. The cryopods themselves are insignificant in size compared to the many-times redundant support infrastructure, massive automated security systems and anti-ship batteries, all housed in a branching subsurface fortress-labyrinth.": "Огромный, похожий на гробницу бункер, построенный для размещения тех из людей, кто решил рискнуть и пережить это смутное время в криосне и проснуться в более цивилизованном веке. Сами криокапсулы занимают не так много места, как многократно дублированные системы жизнеобеспечения, массивные системы безопасности и огромные противокорабельные батареи; всё это - в огромной и протяжённой подземной крепости-лабиринте.",
    "Cryorevival Facility": "Размораживающий Комплекс",
    "The necessary facilities for the mass revival and assimilation of the passengers of a Domain-era cryosleeper. Greatly increases population growth.": "Комплекс для выведения из криосна и подготовке к реальной жизни пассажиров огромного корабля криосна времён Домена. Значительно увеличивает прирост населения."
  }
}