{
  "TranslatedColumns": [
    "name",
    "desc"
  ],
  "Translations": {
    "Urbanized Polity": "Урбанизированное государство",
    "A dense and cosmopolitan center of population, people of all walks of life live, work, and die in the stacked hab-complexes, commercial concourses, and modular workshops.": "Густонаселенный космополитический мегаполис с коммерческими центрами и различными индустриальными парками.Люди из всех слоев общества жили и работали до самой смерти в этом великолепном куполообразном городе.Снижение производства еды и увеличение спроса на предметы роскоши и товары первой необходимости.",
    "Industrial Polity": "Промышленная политика",
    "A bustling industrial center. The policies of the local government encourage thriving industry, at the expense of all other concerns.": "Местные органы власти активно поощряют развитие промышленности за счет всех других интересов.",
    "Rural Polity": "Аграрное государство",
    "A sparsely populated polity of homesteads and insular townships. In these troubled times, outsiders are generally treated with suspicion.": "Малонаселенное государство, состоящее из усадеб и изолированных городков. В эти неспокойные времена к посторонним обычно относятся с подозрением. Увеличение производства продуктов питания и снижение спроса на предметы роскоши и предметы первой необходимости.",
    "Large Refugee Population": "Поток беженцев",
    "Desperate refugees fleeing some disaster have ended up here. Refugees live at the bottom of society with little opportunity for betterment, straining domestic infrastructure living in tense semi-legal status. Reduced overall production. More prospective crew members are likely to be found among those trying to escape the squalid living conditions.": "Отчаянные беженцы, спасающиеся от бедствия, оказались здесь. Беженцы живут на дне общества, практически не имея возможностей для улучшения положения, перегружают инфраструктуру из-за чрезмерного потребления жизненных ресурсов, что приводит к снижению местной производительности труда Среди тех, кто пытается спастись от убогих условий жизни, скорее всего, найдутся более перспективные члены экипажа.",
    "Volturnian Lobster Pens": "Вольтурнские фермы лобстеров",
    "A mix of several Old Earth species and a little imagination produced this creature which grows wild in the crushing depths of Volturn's sea-floor. The flavor is said to be exceptional.": "Скрещивание нескольких видов Старой Земли и немного воображения произвели на свет это существо, которое обитает в морских глубинах Вольтурна. Говорят вкус у них уникальный.",
    "Vice Demand": "Спрос на контрабанду",
    "The demand for vice goods is unusually high here.": "Здесь очень высокий спрос на контрабанду.",
    "Organized Crime": "Организованная преступность",
    "Criminal activity produces drugs and harvested organs. Increases demand for hand weapons (by both various crime bosses and local citizenry) and marines (by the local authorities).": "Преступная деятельность производит наркотики и извлеченные органы. Увеличивает спрос на тяжелое оружие (как у различных криминальных авторитетов, так и у местного населения) и морской пехоты (у местных властей).",
    "Frontier": "Пограничный край",
    "Far from the cosmopolitan centers of population, mere survival, self-reliance, and only-the-necessities are the rules of the frontier. Increased demand for weapons and supplies, reduced demand for luxury goods.": "Вдали от заселенных мест, простое выживание, уверенность в себе и только самое необходимое - вот правила пограничья. Повышенный спрос на оружие и предметы первой необходимости, снижение спроса на предметы роскоши.",
    "Shipbreaking Center": "Центр утилизации судов",
    "A major center of shipbreaking in this region of the Sector, hulks are consigned to scrapping here by the navies of major factions and many other clients from among the Sector core worlds.": "Главный центр разборки кораблей в этом регионе, армии и другие клиенты будут отправлять сюда сломанные корабли для разборки.",
    "Trade Center": "Торговый центр",
    "A major center of trade, merchant vessels from across the Sector dock here expecting to find a buyer for their goods- and to find something to buy in turn for a nice profit.": "Крупный торговый центр, торговые суда со всего сектора причаливают сюда, ожидая найти покупателя на свои товары или покупки дешевых товаров, которые могут принести большую прибыль.",
    "Decivilized": "Бесплодная земля",
    "There is no stable ruling polity here. Civilization is collapsed and current population is effectively unknown, though groups of survivors, bandits, and looters can be detected.": "Здесь нет стабильного правящего государства. Цивилизация разрушена, и нынешнее население фактически неизвестно, хотя группы выживших, бандитов и мародеров можно обнаружить.",
    "Decivilized Subpopulation": "Вне закона",
    "Civilization has been brought back to parts of $market, often at the point of a gauss rifle. However, an effectively unknown population of survivors, bandits, and looters still remains on the fringes.": "Хотя $market показал признаки восстановления цивилизации, это все еще нелегальное место, где все носят винтовку Гаусса и полно выживших грабителей и хищников.",
    "Abandoned Station": "Заброшенная Станция",
    "This station is abandoned.": "Эта станция заброшена.",
    "Cottage Industry": "Домашнее ремесло",
    "$market has a substantial base of low-technology, labour-intensive light industry. Increases demand for simple organic fuels and materials, provides an inefficient albeit charmingly hand-crafted supply of domestic goods.": "$market имеет легкую промышленность, основанную на старой технологии и интенсивной рабочей силе.Растущий спрос на органическое топливо и материалы, которые обеспечивают товары ручной работы, хотя и неэффективны, но забавны.",
    "Outpost": "Аванпост",
    "$market is run much like a garrison or a large spaceship, with a rigid official command structure. This improves stability, but does require some personnel to see to internal security matters.": "$market больше похоже на гарнизон или военный корабль с жестким набором командных структур.Это, хотя и повышает стабильность, требует некоторого персонала для обработки внутренних транзакций безопасности.",
    "Luddic Majority": "Лютеранская церковь",
    "Stability is improved if $market is controlled by a Luddic faction, otherwise it is reduced. The ascetic ethos of Luddic theology reduces demand for luxury goods.": "Если $market будет контролироваться луддитской церковью, его стабильность будет значительно улучшена,иначе она будет уменьшена.А аскетизм в лютеранской доктрине приводит к снижению спроса на местную роскошь.",
    "Stealth Minefields": "Индукционные минные поля",
    "A network of hidden mines provides $market security from meddlesome outsiders. Improves stability.": "$market индукционные минные поля не только защищают от вторжений внешних врагов, но и обеспечивают безопасность для посещающих иностранных торговцев.Повышение стабильности.",
    "Regional Capital": "Региональная столица",
    "A major center of administration, security, and logistics. Improves stability.": "Главный административный центр, который контролирует безопасность и логистику. Повышение стабильности.",
    "Free Port": "Свободный порт",
    "The local port authority imposes almost no regulation on what cargo is traded. Immigration controls are likewise relaxed, resulting in a greater in-flow of people, albeit sometimes of a more questionable character. This may cause other factions to view this colony with distrust.": "Местное Портовое управление не имеет четких правил в отношении товаров. Довольно мягкий иммиграционный контроль также привел к притоку большого количества иностранных граждан, хотя некоторые из них были очень подозрительными по своей природе. Из-за этого некоторые фракции смотрят на колонию с недоверием.",
    "Closed Immigration": "Запрет иммиграции",
    "Officially, immigration to $market is not allowed. In practice, this results in slowing overall immigration significantly, and creating room for certain kinds of criminals to operate.": "Официально иммиграция на $market не разрешена. Такая политика не только приведет к значительному замедлению темпов роста населения, но и создаст пространство для деятельности определенных преступников.",
    "Uninhabitable World": "Мертвая земля World",
    "A barren planet, the surface of $market can not support organic life as we know it, and farming is impossible outside of sealed artificial ecosystems.": "Бесплодная планета, поверхность $market не только не имеет органической жизни,но и на планете нельзя вести сельскохозяйственную деятельность за пределами закрытой экосистемы.",
    "Ice World": "Ледяной мир",
    "$market's average temperature is far below the freezing point of water and some common terran atmospheric gases fall as snow. The drifts and glaciers of light, volatile elements may be harvested.": "Средняя температура $market's намного ниже точки замерзания воды и некоторые обычные атмосферные газы падают в виде снега. Сугробы и ледники легких, летучих элементов могут быть легко добыты.",
    "Desert World": "Пустынный мир",
    "$market: desert planet. A xerophile biosphere maintains an atmosphere breathable with only a light mask. Farming is nearly impossible.": "$market: пустынная планета.Только сухие растения поддерживают тонкую атмосферу и практически не могут выполнять сельскохозяйственные работы.",
    "Arid World": "Засушливый мир",
    "$market is covered by vast, dry plains and wastes. Water is uncommon and large-scale farming is difficult.": "$market покрыта обширными и сухими равнинами и пустошами. Поскольку водные ресурсы очень скудны, очень сложно развить крупное сельское хозяйство.",
    "Water World": "Водный мир",
    "The climate of $market is hospitable but farming is limited largely to aquaculture and highly specialized infrastructure is required for any development of habitats and industry.": "Климат $market является гостеприимным, но сельское хозяйство ограничивается в основном аквакультурой и узкоспециализированной инфраструктурой, необходимой для любого развития среды обитания и промышленности.",
    "Jungle World": "Мир джунглей",
    "$market is a wet, warm jungle world covered in riotous vegetation and exotic lifeforms, making farming and maintaining permanent infrastructure difficult.": "$market это влажный, теплый мир джунглей, покрытый буйной растительностью и экзотическими формами жизни, что затрудняет ведение сельского хозяйства и поддержание постоянной инфраструктуры.",
    "Terran World": "Земной мир",
    "$market is as close to Old Earth's condition as can be found in the Sector, providing ideal conditions for farming and settlement.": "$market настолько похож по климату на Старую Землю, насколько это возможно в этом секторе, обеспечивая идеальные условия для ведения сельского хозяйства и поселения.",
    "Barren-marginal World": "Бесплодный пограничный мир",
    "Inhospitable and unforgiving, outside conditions on $market are barely survivable to a human with an air mask and protective equipment, though certain engineered terraforming lichens find it tolerable enough.": "Окружающая среда пустынна и безжалостна, даже если человек оснащен воздушными масками и защитным снаряжением, ему все равно трудно выжить на $market, хотя некоторые инженерные терраформированные лишайники находят его достаточно дружелюбным.",
    "Twilight World": "Сумеречный мир",
    "Tidally locked to its primary, or near enough, $market is a terraformed world with days the length of seasons. Day/night temperature variation is accordingly harsh even to engineered terran life. Islands of 'civilized' mild biomes are maintained through judicious use of solar shades and mirrors. ": "Гравитационная сила прочно окутала планету, превратив $market в постоянно трансформирующийся мир во все времена года. Огромная разница в температуре между днем и ночью делает жизнь крайне суровой, даже на модернизированных объектах. Благодаря разумному использованию звездного щита и звездного зеркала была создана нежная экосфера и цивилизованный остров.",
    "Tundra World": "Мир тундры",
    "Terraforming has brought terran life to $market but the world remains as cold as the deepest of Earth's ice ages. Though millions of square kilometers are covered in glacier, there are also taiga provinces and rolling steppe where warmer conditions prevail.": "$market после геохимической трансформации пригоден для обитания человека, но все еще находится на уровне ледникового периода старой земли. Хотя миллионы квадратных километров покрыты ледниками, хвойные леса и луга также существуют в некоторых уголках планеты.",
    "Cryovolcanic World": "Вулканический мир",
    "A world frozen beyond deepest chill, methane snow falls on mountains of water-ice and volcanos erupt with ammonia. Stellar radiation breaks down the volatiles to form an atmosphere of light gases such as nitrogen and oxygen while hydrogen is whisked into space. ": "Чрезвычайно холодный мир с метановым снегом, покрывающим аммиачные вулканы, которые извергаются в любое время. Звездное излучение катализирует летучие вещества с образованием кислорода и азота, в то время как водород вытесняется в космос.",
    "Dissident Population": "Диссидентское население",
    "$market is a dumping-ground for dissidents, rebels, free-thinkers, artists, and other troublemakers. Increases demand for weapons and marines to police the rabble. Increases availability of crew due to emigration.": "$market здесь собираются различные хулиганы,мятежники, либеральные мыслители, художники и другие нарушители спокойствия.Как полиция, так и толпа увеличили спрос на оружие и морские пехотинцы. В результате частых миграций также увеличивается число наемных экипажей.",
    "Headquarters": "Штаб-квартира",
    "$market is a center of military command and logistical operation for the ruling polity. Increases market stability.\n\nIncreases the quality and number of officers in $market's fleets.": "$market является центром военного командования и материально-технического обеспечения для правящей власти. Повышает стабильность рынка.\n\nУвеличивает качество и количество офицеров во флоте $market.",
    "Hydroponics Complex": "Комплекс гидропоники",
    "Sealed-biosphere agricultural production facilities which allow farming in orbit or on the surface of inhospitable worlds. Requires crew to operate, organic growth medium, and heavy machinery for upkeep.": "Сельскохозяйственные комплексы с герметичной биосферой, которые позволяют вести сельское хозяйство на орбите или на поверхности бесплодной планеты. Требуется работа экипажа и увеличивает спрос на органику и тяжелую технику.",
    "Population": "Население",
    "Only tens of people live here permanently.": "Несколько десятков человек живут здесь постоянно.",
    "Mere hundreds of people populate $market.": "Сотни людей населяют $market.",
    "Thousands of people call $market home.": "Тысячи людей называют $market домом.",
    "Tens of thousands of people live on $market.": "Десятки тысяч людей живут на $market.",
    "$market is home to hundreds of thousands of people.": "$market является домом для сотен тысяч людей.",
    "The population of $market is in the millions.": "На $market живут миллионы.",
    "$market is a world of tens of millions.": "$market это мир десятков миллионов.",
    "$market is one of the few worlds in the Sector with a population of hundreds of millions.": "$market один из немногих миров в Секторе с населением в сотни миллионов.",
    "A precious refuge for humanity in a dangerous galaxy, $market is home to billions of souls.": "Драгоценное убежище для человечества в опасной галактике, $market является домом для миллиардов душ.",
    "$market is a dominant population center in the Sector, a rival to Old Earth as home to tens of billions of humans.": "$market является доминирующим населенным центром в Секторе, соперником Старой Земли, где проживают десятки миллиардов людей.",
    "# event-related market conditions": null,
    "Food Shortage": "Дефицит еды",
    "There's a temporary lack of available food on $market.\n- Stability reduced by $stabilityPenalty\n- Approximately $neededFood units of food needed to end shortage\n- Food prices increased due to lowered food supply\n- Increased reputation and experience from selling food": "Временно отсутствует доступная еда на $market.\n- Стабильность снижена на $stabilityPenalty\n- Приблизительно нужно $neededFood единицы еды, для прекращения дефицита\n- Цены на продукты питания выросли из-за сокращения поставок продуктов питания\n- Повышение репутации и опыта от продажи продуктов питания",
    "Recent Unrest": "Недавние беспорядки",
    "$market has recently experienced tumultous events with a lingering effect on stability.": "$market в последнее время потрясли некоторые события и даже если беспорядки закончились, последствия все еще продолжаются.",
    "Trade Disruption": "Нарушение торговли",
    "Trade fleets going to or from $market are taking significant losses. Piracy or war are most likely to blame.\n\nThe following commodities are affected:\n$commoditySummary": "Tорговый флот, входящий и выходящий из $market, несет огромные потери при транспортировке, и виновником может быть война с пиратами.\n\nЗатронуты следующие товары:\n$commoditySummary",
    "Smuggling": "Контрабанда",
    "$market is experiencing a high volume of smuggling activity.\n\n- Stability reduced by $smugglingPenalty": "$market испытывает большой объем контрабандной деятельности.\n\n- Стабильность снижена на $smugglingPenalty",
    "System Bounty": "Награда системы",
    "Rogue AI Core": "Неконтролируемое ядро ИИ",
    "There is a rogue AI core operating on or near $market. Its long-term plans and ambitions, beyond its own survival, are unknown.\n\nAt a minimum, the need to be on guard against its possible actions makes day-to-day operations less efficient and creates fertile ground for alarming rumours.": "Внутри работает неконтролируемое ядро ИИ, которое наносит вред, его дальнейшие планы и амбиции неизвестны, кроме как сохранить себя.\n\nКак минимум, необходимость быть начеку всвязи с его возможных действий делает повседневные операции менее эффективными и создает благодатную почву для тревожных слухов.",
    "AI Core Admin (hidden)": "ИИ администратор (скрытый)",
    "Hidden condition to track when the core becomes un-removable. Does not need an icon.": null,
    "Pirate Activity": "Пиратская атака",
    "There have been signs that pirates are targeting shipping and colonies in this system - from port inspectors being pressured to turn a blind eye, to inconsistencies in cargo manifests, to other increased criminal activity.\n\nThe pirates most likely have a base somewhere relatively nearby.": "Есть признаки того, что пираты нацелены на торговлю и колонии в этой системе - от портовых инспекторов, на которых оказывается давление, чтобы они закрывали глаза на несоответствий в грузовых декларациях, до возросшей преступной активности.\n\nУ пиратов, скорее всего, есть где-то недалеко база.",
    "Luddic Path Cells": "Путь луддитских фанатиков",
    "# stand-alone conditions": null,
    "# misc": null,
    "Comm Relay (hidden)": "Ретрансляционная станция связи (скрытая)",
    "Hidden condition; does not need icon.": null,
    "# procgen conditions": null,
    "Habitable": "Пригодна для жизни",
    "Human beings can survive unprotected exposure to the surface conditions of $market.": "Люди могут выжить на поверхности $market без защиты.",
    "Scattered Ruins": "Разбросанные руины",
    "This world was only lightly touched by the great project of the Domain before the collapse. Only scattered, broken domes remain, perchance holding lost caches of valuable materials.": "До Великого Краха этот мир был лишь слегка затронут великим проектом. Остались только разбросанные, разбитые купола, возможно, хранящие спрятанные тайники с ценными материалами.",
    "Widespread Ruins": "Средние руины",
    "Widespread ruins, blips from radiation sources, and the distinctive burred radar-ping of foamed cerametal structures can be found across $market, evidence of a small but concerted colonization effort dating to the late expansion period of the Domain.": "Согласно данным на радаре, вы можете найти довольно много сломанных структур и уникальных композитных строений из карбида вольфрама на $market и это свидетельствует о попытках колонизации во времена позднего Домена.",
    "Extensive Ruins": "Большие руины",
    "Ruined cities can be found across the surface of $market, spilling from their broken hearts pitted roadways and crumbling magrail lines to the skeletons of factories, aquaponics domes, and comm-towers.": "Разрушенные города можно найти по всей поверхности $market, множество разбитых железнодорожных путей, заброшенных фабрик, гидропонных ферм и скелеты башен связи..",
    "Vast Ruins": "Огромные руины",
    "$market is covered in vast ruins; cities, factories, mines, farms, homes. The dead are in dread abundance, entwined with salvageable materials, goods, tools, and weapons. This world is a tomb for the hubris of the Domain's project of galactic colonization and hegemony. ": "$market покрыта обширными руинами; города, заводы, шахты, фермы, дома. Огромное колличество трупов, обвитых спасательными приспособлениями, товарами, инструментами и оружием. Этот мир является могилой гордости проекта Домена.",
    "Cold": "Холодная",
    "The low temperatures found on $market necessitates specialized equipment to perform normal operations, complicating life support and infrastructure.": "Низкая температура поверхности, для безопасной эксплуатации требуется специальное оборудование, а также особые значение для жизнеобеспечения и инфраструктуры.",
    "Extreme Cold": "Экстремально холодная",
    "Extreme cold necessitates specialized equipment and protocol to perform operations safely on $market, complicating logistics, life support, and infrastructure.": "На $market для безопасной работы при очень низких температурах требуется специальное оборудование и протоколы, а также комплексное логистическое управление, жизнеобеспечение и инфраструктура.",
    "Hot": "Горячая",
    "The high temperature conditions of $market necessitates specialized equipment to perform normal operations, complicating life support and infrastructure.": "Высокотемпературные условия $market требуют специального оборудования для нормальной работы, что усложняет жизнеобеспечение и инфраструктуру.",
    "Extreme Heat": "Экстремально горячая",
    "Extreme heat necessitates specialized equipment and protocol to safely operate on $market, seriously complicating logistics, life support, and long-term stability of infrastructure.": "Экстремальная жара требует специального оборудования и протокола для безопасной работы на $market, что серьезно усложняет логистику, жизнеобеспечение и долгосрочную стабильность инфраструктуры.",
    "Tectonic Activity": "Тектоническая активность",
    "The surface of $market is unstable and prone to violent quakes. Any structures require special reinforcement and any excavation will involve a great deal of risk.": "Поверхность $market нестабильна и подвержена сильным землетрясениям. Любые сооружения требуют усиления, а любые раскопки будут связаны с большим риском.",
    "Extreme Tectonic Activtity": "Экстремальная тектоническая активность",
    "$market's crust roils chaotically with extreme quakes and cataclysmic volcanism events. Any operations will require exceptional care and use of many-times redundant warning systems so that the worst dangers can be avoided. Construction on this world can only ever be considered semi-permanent.": "$market's сотрясается от сильных землетрясений и вулканических извержений. Любые операции потребуют особой осторожности и использования огромного количества систем безопасности, чтобы избежать печальных последствий. Здания в этом мире долго не простоят.",
    "No Atmosphere": "Нет атмосферы",
    "No appreciable atmosphere exists on $market. Its surface is exposed to the hard weathering of space, a steady drizzle of radiation and micrometeorites.": "На $market нет заметной атмосферы. Поверхность планеты подвержена сильному воздействию из космоса, устойчивым облучением радиации и метеоритным дождям.",
    "Thin Atmosphere": "Разреженная атмосфера",
    "A rarefied atmosphere clings determinedly to $market's surface.": "Разреженная атмосфера решительно цепляется за поверхность $market's.",
    "Toxic Atmosphere": "Токсичная атмосфера",
    "The atmosphere of $market is exceptionally toxic and corrosive, abrading unprotected surfaces and requiring the hermetic sealing of any inhabited spaces.": "Атмосфера $market исключительно токсична и агрессивна, разъедает незащищенные поверхности и требует герметизации любых жилых помещений.",
    "Dense Atmosphere": "Плотная атмосфера",
    "The surface of $market is shrouded in a thick atmosphere, turbulent vortices at its crown and a cloying soup at its lowest foothold. Sensors are impaired, and operations must be made with care.": "Поверхность $market покрыта плотной атмосферой, верхний слой атмосферы изобилует бурными вихрями, пронизывающими атмосферу до самой поверхности. Датчики здесь могут быть повреждены, поэтому будьте осторожны при выполнении операций.",
    "Mild Climate": "Мягкий климат",
    "The climate of $market is welcoming and docile; a light mist greets each sunrise before retreating into soft clouds that glow appealingly at every sunset.": "Климат $market приветлив и послушен; легкий туман встречает каждый восход солнца, прежде чем превратиться в мягкие облака, которые красиво светятся на каждом закате.",
    "Extreme Weather": "Экстремальные погодные условия",
    "Violent storms bristling lightning rage across the skies of $market. Though a sublime beauty from orbit, this produces harsh surface conditions making transportation and habitation highly inconvenient.": "Яростные бури разлетаются по небу $market. Несмотря на впечатляющее зрелище с орбиты, это создает суровые условия на поверхности, что делает транспортировку и проживание затруднительным.",
    "Low Gravity": "Низкая гравитация",
    "Gravity is exceptionally low, though significantly above zero-g, on the surface of $market. Workflow and operation of (relatively) heavy machinery is complicated by the non-standard procedures required to deal with altered conditions of friction, weight, and pressure dynamics.": "Хотя гравитация низкая, все же она не нулевая. На поверхности $market рабочий процесс и эксплуатация тяжелой техники усложняются из-за измененных условий трения, веса и давления..",
    "High Gravity": "Высокая гравитация",
    "The force of gravity on the surface of $market is crushingly high. Humans require powered exoskeletons for regular movement and find even basic actions exhausting. Continual habitation is grueling at best. All operations take place with a heightened danger of falls and - if specialized engineering is not performed with adequete paranoia - structural collapse.": "Гравитации на поверхности $market очень высока. Хотя люди оснащены мощным экзоскелетом, жизнь здесь - это пытка, так как каждое движение изнуряет. Из-за высокого шанса обрушения построек, строительство должно проходить под строгим контролем, иначе может случиться коллапс.",
    "Irradiated": "Радиоактивный",
    "The surface of $market is ravaged by radiation. Any living being must be confined to a shielded habitat to live for long here. Unhardened circuits and nanoscale materials or machinery will also rapidly fail in these harsh conditions.": "Из-за длительного воздействия радиации на поверхность $market, можно выжить только под куполом. из-за постоянного воздействия радиации, наноматериалы и оборудование будет быстро разрушаться.",
    "Inimical Biosphere": "Враждебная биосфера",
    "The biosphere of $market is deadly to unprotected human beings. While the conditions are fascinating to biological scientists, surface technicians are hampered by strict quarantine protocols when carrying out routine tasks.": "Биосфера $market смертельна для незащищенных людей. Хотя естественное состояние планеты очаровывает всех биологов, техника должна пройти строгие контроли качества, прежде чем их допустят к выполнению рутинных задач на поверхности.",
    "Water-covered Surface": "Водная поверхность",
    "This is an ocean world with no substantial solid surface to land, walk, or build upon. Operations are complicated by the need for specialized training and equipment.": "Это водный мир, в котором нет твердой поверхности, на которую можно было бы приземлиться или строить. Операции осложняются необходимостью специальной подготовки и техники.",
    "Poor Light": "Сумеречная",
    "The light of $market's primary only provides feeble illumination and energy to this world.": "Из-за большого расстояния до звезды, она дает мало света и солнечной энергии для $market.",
    "Darkness": "Темная",
    "The surface of $market is dark and full of shadow, receiving effectively zero illumination from its primary.": "$market темная планета, основным источником света является искусственное освещение.",
    "Meteor Impacts": "Метеоритное столкновение",
    "This world is bombarded at an appalling rate by regular meteor-showers. Any human inhabitant, however temporary, must keep a wary eye skyward. Any permanent installations would be best buried deep and well fortified.": "Этот мир постоянно бомбардируется метеорами разных размеров. Все люди, которые живут здесь или временно проживают, должны почаще смотреть вверх. И если вы хотите поселиться здесь навсегда, лучше всего жить в укрепленном здании глубоко под землей.",
    "Pollution": "Загрязненная",
    "Human industry has left this world filled with dioxins, sulphur compounds, ash, and the steady ticking of decaying radioactive dust. Scraps of plastic cling to shards of foam-metal, the sky tuned to a dead channel.": "Человеческая промышленность нанесла непоправимый ущерб миру, воздух полон диоксинов, соединений серы и пыли. Гниющая радиоактивная пыль разбросана повсюду. Шторм из пластикового мусора и обломков пенобетона поднимается в небо в ужасающим смерчем.",
    "Sparse Ore Deposits": "Малые залежи руды",
    "A few sparse ore deposits exist here, but they are more of academic than industrial interest for their extraction is barely economical.": "На $market есть редкие залежи руды, но они представляют скорее академический, чем промышленный интерес, поскольку их добыча экономически не выгодна.",
    "Moderate Ore Deposits": "Небольшое количество руды",
    "$market contains moderate ore deposits that, under the right economic conditions, could be profitably exploited.": "$market содержит умеренные залежи руды, которые при правильном подходе можно выгодно использовать.",
    "Abundant Ore Deposits": "Массивные залежи руды",
    "Abundant, widespread, and profitably extractable ore deposits can be found on $market.": "$market имеет богатые, обширные и ценные месторождения руды.",
    "Rich Ore Deposits": "Богатые залежи руды",
    "Rich mineral deposits form a thick lattice within the crust of $market but require an ambitious industrialist to exploit them for fabulous profit.": "Богатые месторождения полезных ископаемых искрятся на поверхности $market, но только амбициозные предприниматели смогут извлечь их них богатую прибыль.",
    "Ultrarich Ore Deposits": "Очень богатые залежи руды",
    "Mineral wealth exists on Midas-touched $market beyond the wildest fantasies of the legendary mining megacorps of the Domain era.": "Под поверхностью $market находятся огромные залежи руды и золота, такое обилие богатства свело бы с ума даже легендарных горнодобывающих мегакорпов эпохи Доменов.",
    "Sparse Rare Ore Deposits": "Малые залежи редкой руды",
    "A few sparse transplutonic ore deposits exist here, but they are more of academic than industrial interest for their extraction is barely economical.": "На $market есть редкие залежи трансплутонические руды, но они представляют скорее академический, чем промышленный интерес, поскольку их добыча экономически не выгодна.",
    "Moderate Rare Ore Deposits": "Небольшое количество редкой руды",
    "$market contains modest transplutonic deposits that, with sustained industry and investment, could be profitably tapped.": "$market содержит скромные трансплутонические месторождения, которые при правильном подходе можно выгодно использовать..",
    "Abundant Rare Ore Deposits": "Массивные залежи редкой руды",
    "Abundant transplutonic deposits lay within the crust of $market, enough to fuel the ambitions of any worthwhile warlord or magnate.": "Обильные транслутонические залежи на $market, достаточной богаты, для того чтобы заинтересовать любого достойного полководца или магната.",
    "Rich Rare Ore Deposits": "Богатые залежи редкой руды",
    "Thick bands of transplutonics spread with glorious profusion through the crust of $market, promising great and potent power to they who would but reach out and take them.": "Богатые транслутонические месторождения распространяются на $market и их потенциальной стоимости достаточно, чтобы побудить людей, обладающих достаточным влиянием попасть сюда.",
    "Ultrarich Rare Ore Deposits": "Очень богатые залежи редкой руды",
    "The transplutonic deposits glimmering with unbelievable density on the sensor-grid evoke portents of a power which could forge mighty war-fleets to burn worlds to ash -- or an eon of splendour and wealth for a polity of crystal towers as existed in the pre-collapse cycles of the Domain.": "Трансплутонические залежи, мерцающие с невероятной плотностью на сенсорной решетке, предрекают появление силы, с помощью которой можно создать могучие военные флоты, чтобы сжечь миры до тла или создание величайшей империи, богатство которая никогда не угаснет.",
    "Trace Volatiles": "Малое количество летучих веществ",
    "The trace volatiles found here barely warrant harvesting.": "Найденные здесь следы летучих веществ едва ли окупятся.",
    "Diffuse Volatiles": "Небольшое количество летучих веществ",
    "Diffuse volatiles can be found here, and may be sufficient for industrial extraction.": "Здесь можно найти летучие вещества, которых может быть достаточно для промышленной добычи.",
    "Abundant Volatiles": "Богатое количество летучих вещества",
    "Abundant volatiles may be economically extracted from $market.": "Обильные летучие вещества которые экономически выгодно добывать из $market.",
    "Plentiful Volatiles": "Обильное количество летучих веществ",
    "$market is a world-sized wellspring of volatiles - rich, deep, and potent.": "$market это источник летучих веществ мирового масштаба - богатый, глубокий и мощный.",
    "Trace Organics": "Следы органики",
    "$market is nearly barren of organics reserves, though some extraction is possible.": "$market почти бесплодные органические запасы, хотя возможно немного добыть.",
    "Common Organics": "Немного органики",
    "Economically exploitable reserves of organics can be found on $market.": "Экономически выгодные запасы органики можно найти на $market.",
    "Abundant Organics": "Много органики",
    "A river of wealth flows beneath the surface of $market - for those that would find and tap it.": "Река богатства течет под поверхностью $market - для тех, кто найдет ее и добудет.",
    "Plentiful Organics": "Обильное количество органики",
    "Reservoirs of valuable organics burst through the surface of $market in gouts over deep, dark pools that promise oceans of wealth to be found just below.": "Ценная органическая материя изливается из глубин $market и затопляет землю. Эти темные и таинственные фонтаны указывают, что океан богатства находится под поверхностью.",
    "Poor Farmland": "Бедные сельхозугодья",
    "Plant life grows only stunted and wearily here. It would require farmers with talent equal to their desperation to make these lands bear fruit.": "Скудная почва на которой растут чахлые растения. Чтоб что-то тут вырастить, талант фермера должен граничить с его отчаяньем.",
    "Adequate Farmland": "Нормальные сельхозугодья",
    "A robust terran-compatible biosphere allows agricultural cultivation to take place on $market.": "Полная совместимость земли со Старой Землей позволяет выращивать любые культуры на $market.",
    "Rich Farmland": "Богатые сельхозугодья",
    "The fields of $market promise a rich harvest to reward the farmers that work these fertile lands.": "$market поля вознаградят всех фермеров, которые занимаются фермерством на плодородных землях, в виде небывалого урожая.",
    "Bountiful Farmland": "Обильные сельхозугодья",
    "$market is a veritable Eden; flowering, riotous, lush, and luminous with plant life. Branches hang low, laden with fruit; fields of golden grain shimmer in the herbaceous breeze.": "$market это настоящий райский сад, рай жизни, полный красочных, пышных цветов, солнечных лучей и растений. Из-за обилия плодов, ветви низко провисают и поля золотого зерна переливаются на ветру.",
    "Orbital Solar Array": "Орбитальная солнечная батарея",
    "This planet has an array of solar shades or mirrors in orbit, judiciously positioned to bring its surface conditions closer to terran norms.": "Эта планета имеет множество солнечных щитов или зеркал на орбите разумно расположенных, чтобы приблизить условия ее поверхности к земным."
  }
}