{
  "TranslatedColumns": [
    "name",
    "desc"
  ],
  "Translations": {
    "Base ModSpec": null,
    "A collection of notes, guidelines, and practical examples that enable one to adapt and apply this modification to various hulls.": "Сборник заметок, рекомендаций и практических примеров, которые позволяют адаптировать и применять эту модификацию к различным корпусам.",
    "# industry-slotted items": null,
    "Corrupted Nanoforge": "Поврежденная нанокузница",
    "A powerful and versatile manufacturing \"black box\", capable of building itself out to an industrial scale, given the necessary raw materials and human assistance.\n\nThis one has seen better days, and is incapable of reliably producing defect-free components. Nonetheless, having access to a nanoforge at all is a step up as far as starship construction goes.": "Мощный и универсальный производственный \"черный ящик\", способный развиваться в промышленных масштабах, при наличии необходимого сырья и человеческой помощи.\n\nЭта модель пережила лучшие времена и не способен производить бездефектные компоненты. Тем не менее, получение доступа к нанокузнице - это шаг вперед в строительстве звездолетов.",
    "Pristine Nanoforge": "Рабочая нанокузница",
    "A powerful and versatile manufacturing \"black box\", capable of building itself out to an industrial scale, given the necessary raw materials and human assistance.\n\nThis one is good as new, at least according to its on-board diagnostics. In practice, getting defect-free starship components is still a challenge given the overall state of manufacturing in the Sector, but this nanoforge is as good as it gets.": "Мощный и универсальный производственный \"черный ящик\", способный развиваться в промышленных масштабах, при наличии необходимого сырья и человеческой помощи.\n\nЭта модель как новая, по крайней мере, согласно данным диагностики. На практике получение бездефектных компонентов звездолетов все еще является сложной задачей, учитывая общее состояние производства в Секторе, но эта нанокузница настолько хороша, насколько это возможно.",
    "Synchrotron Core": "Ядро синхротрона",
    "A specialized nanoforge, loaded with firmware and seed nano-tech to build itself out into a Synchrotron that allows industrial-scale antimatter production.": "Специализированная нанокузница, с установленными микропрограммами и нанотехнологиями для создания Синхротрона, позволяющего производить антиматерию в промышленных масштабах.",
    "Orbital Fusion Lamp": "Орбитальная Термоядерная Лампа",
    "A minituarized, variable-output fusion reactor capable of providing ample light and heat to a planet.\n\nSafe operation requires prodigious quantities of volatiles. If the demand is not met, the reactor suffers from potentially hazardous instability, which may lead to an uncontrolled surge in output. Litigation over whether this device is of inherently unsafe design or simply used unsafely were ongoing in Domain courts at the time of the Collapse.": "Миниатюрный термоядерный реактор с переменной мощностью, способный обеспечить достаточное количество света и тепла для планеты.\n\nБезопасная эксплуатация требует огромного количества летучих веществ. Если спрос не будет удовлетворен, это может дестабилизировать реактор, что может привести к неконтролируемой производительности. Судебные разбирательства по поводу того, является ли это устройство изначально небезопасным или просто эксплуатируется небезопасно, постоянно продолжались в судах домена до Краха.",
    "Hypershunt Tap": "Гипершунт",
    "A minituarized wormhole interface which can be activated to tap into a nearby coronal hypershunt, providing a colony with virtually unlimited power.\n\nOperation requires industrial quantities of transplutonics, which are at first used to open the wormhole, and then - once the power drawn becomes self-sustaining - is consumed in a complicated ablative process which maintains wormhole stability. Any interruption in supply requires a full shutdown of the tap.": "Консоль миниатюрной червоточины, которая может быть активирована для подключения к ближайшему корональному Гипершунту, обеспечивая колонию практически неограниченной мощностью.\n\nОперация требует промышленного количества трансплутоников, которые сначала используются для открытия червоточины, а затем - как только потребляемая энергия становится самоподдерживающейся - расходуются в сложном абляционном процессе, который поддерживает стабильность червоточины. Любое прерывание подачи требует полного отключения устройства.",
    "Autonomous Mantle Bore": "Автономный мантийный бур",
    "While it is believed there are no functional control override units remaining in the Sector, the bore itself is capable of independent - if sometimes unpredictable - operation. Automatic-mode failsafes preclude its use on habitable worlds.": "Хотя считается, что в Секторе не осталось работающих блоков переопределения управления, сам бур способен к автономной - хотя иногда и непредсказуемой - работе. Система защиты, в автоматическом режиме, исключает его использование на обитаемых мирах.",
    "Catalytic Core": "Каталитическое ядро",
    "Vastly improves the effectiveness of refining operations by way of a surprising quirk of osmosis physics. Operation requires access to vacuum on a scale difficult to achieve on planets with significant atmospheric pressure.": "Значительно повышает эффективность операций по очистке, благодаря удивительной физики космоса. Операция требует доступа к вакууму в масштабах, труднодостижимых на планетах со значительным атмосферным давлением.",
    "Soil Nanites": "Почвенные наниты",
    "Enables soil enrichment and recovery at a rate far beyond that at which unaided natural processes perform. Domain Nanite Safety Regulation 4324, subsection 81 prohibits use on worlds with transplutonic ore or volatiles deposits, and unfortunately the built-in failsafe appears to be functional.": "Позволяет обогащать и восстанавливать почву со скоростью, значительно превышающей ту, с которой протекают естественные процессы без посторонней помощи. Правило Безопасности Нанонитов Домена 4324, подраздел 81 запрещает использование на мирах с трансплутоническими рудными или летучими месторождениями, и к сожалению встроенная защита отлично функционирует.",
    "Biofactory Embryo": "Биофакторный эмбрион",
    "A dizzying array of consumer goods can be grown rather than manufactured. The fully-extruded biofactory only thrives in the delicate balance of sunlight, soil nutrients, and atmospheric conditions a habitable world can provide. Attempts to mimic these conditions in artificial environments always fail, causing the factory to sicken, presumably due to a genetically encoded failsafe.": "Головокружительное множество потребительских товаров можно выращивать, а не производить. Полностью экструдированная биофабрика процветает только в тонком балансе солнечного света, питательных веществ почвы и атмосферных условий, которые может обеспечить обитаемый мир. Попытки имитировать эти условия в искусственных средах всегда терпят неудачу, что приводит к заболеванию фабрики, предположительно из-за генетически закодированной системы безопасности.",
    "Fullerene Spool": "Фуллереновая катушка",
    "An ultra-strong carbon nanomesh cable that is key to the construction of a space elevator. Greatly improves the efficiency of logistics between the surface of a planet and low orbit.": "Сверхпрочный кабель из углеродной наносетки, который является ключом к строительству космического лифта. Значительно повышает эффективность логистики между поверхностью планеты и низкой орбитой.",
    "Plasma Dynamo": "Плазменное динамо",
    "The superconductor-flanged centerpiece of an industrial system which creates a planetary-scale plasma net that enables efficient, spectacular extraction of volatiles from the atmosphere of a suitable gas giant.": "Сверхпроводниковая центральная часть промышленной системы, которая создает плазменную сеть планетарного масштаба, позволяющую быстро и эффектно извлекать летучие вещества из атмосферы подходящего газового гиганта.",
    "Cryoarithmetic Engine": "Криоарифметический двигатель",
    "A quantum computer that violates the second law of thermodynamics by getting colder instead of hotter while performing computations.\n\nA massive, planet-wide network of tendrils - ending in heatsinks - extrudes itself, using heat to fuel growth and continued computation. The hotter the planet surface, the more effective the computation engine. The unrivaled processing capacity is a boon to logistical and strategic planning.": "Квантовый компьютер, который нарушает второй закон термодинамики, становясь холоднее, а не горячее при выполнении вычислений.\n\nМассивная, охватывающая всю планету сеть усиков, заканчивающихся радиаторами, вытягивается, используя тепло для подпитки роста и продолжения вычислений. Чем горячее поверхность планеты, тем эффективнее вычислительный механизм. Непревзойденная перерабатывающая способность является преимуществом для логистического и стратегического планирования.",
    "Combat Drone Replicator": "Репликатор боевых дронов",
    "Mass-produces a number of drone variants, all suited to various tasks related to planetary defense against raids and invasions, as well as local security actions.\n\nIts use was banned by the Domain many cycles prior to the Collapse, so it's surprising to find a working example in the Persean Sector.": "Массовое производство ряда вариантов беспилотных летательных аппаратов, все они подходят для различных задач, связанных с планетарной защитой от набегов и вторжений, а также действиями по обеспечению местной безопасности.\n\nЕго использование было запрещено Доменом за много циклов до Краха, поэтому удивительно найти рабочий образец в Персеанском секторе.",
    "Dealmaker Holosuite": "Торговая Голокомната",
    "Generates an interactive environment designed to simulate negotiations with prospective business partners. Additionally, the self-adapting microemotion smart sensor systems built into such high-end VR suites  allow real-time tracking of the veracity of expression, providing a technically ethical advantage in business dealings to the facility operator.  \n\nThe built-in marketing materials are keen to emphasize that this is not an AI, but merely a sophisticated weighted network in full compliance with the relevant Domain regulations.": "Создает интерактивную среду, предназначенную для моделирования переговоров с потенциальными деловыми партнерами. Кроме того, самоадаптирующиеся микроэмоциональные интеллектуальные сенсорные системы, встроенные в такие высококлассные комплекты VR, позволяют в реальном времени отслеживать достоверность выражения лица, обеспечивая оператору объекта техническое этическое преимущество в деловых отношениях.  \n\nВстроенные маркетинговые материалы стремятся подчеркнуть, что это не ИИ, а просто сложная взвешенная сеть в полном соответствии с соответствующими правилами Домена.",
    "# blueprints": null,
    "Low Tech Blueprint Package": "Простые чертежи",
    "Enables heavy industry to construct the more common ship hulls, weapons, and fighter LPCs from the \"low tech\" school of design.": "Позволяет тяжелой промышленности производить простые корпуса кораблей, оружие и истребители.",
    "Midline Blueprint Package": "Продвинутые чертежи",
    "Enables heavy industry to construct the more common ship hulls, weapons, and fighter LPCs from the \"midline\" school of design.": "Позволяет тяжелой промышленности производить усовершенствованные корпуса кораблей, оружие и истребители.",
    "High Tech Blueprint Package": "Высокотехнологичные чертежи",
    "Enables heavy industry to construct the more common ship hulls, weapons, and fighter LPCs from the \"high tech\" school of design.": "Позволяет тяжелой промышленности производить высокотехнологичные корпуса кораблей, оружие и истребители.",
    "Missile Blueprint Package": "Чертежи ракет",
    "Enables heavy industry to construct a range of the more common missile weapons.": "Позволяет тяжелой промышленности производить ряд наиболее распространенных видов ракетного оружия.",
    "Pirate Blueprint Package": "Пиратские чертежи",
    "A collection of hacks, after-market modification specs, and partially successful attempts at corrupted blueprint recovery. Enables heavy industry to construct the low quality but combat-capable hulls more commonly used by pirates and other undesirables.": "Пакет поврежденных чертежей, которые были частично восстановлены и незаконно модифицированы хакерами. Позволяет предприятиям тяжелой промышленности производить некачественные, но внушающие страх корпуса. Эти чертежи часто используются пиратами и преступниками.",
    "Luddic Path Blueprint Package": "Луддитские чертежи",
    "A collection of hacks and after-market modification specs that enables heavy industry to construct the hulls more commonly used by members of the Luddic Path.": "Незаконно модифицированные хакерами чертежи, которые позволяют предприятиям тяжелой промышленности производить корабли, чаще всего используемые членами Луддитской церкви.",
    "Luddic Church Blueprint Package": "Чертежи Луддитской церкви",
    "A collection of hacks and after-market modification specs that enables heavy industry to construct hulls bearing Luddic Church markings. Since the modifications are cosmetic in nature, the hulls produced are otherwise pristine.": "Позволяет предприятиям тяжелой промышленности производить корабли, окрашенные логотипом Луддитской церкви. Поскольку эти модификации в основном являются декоративными, производство корпуса и другие конструкции совпадают",
    "XIV Battlegroup Blueprint Package": "Чертежи 14-го легиона",
    "A set of blueprints that enable heavy industry to produce the near-legendary hulls employed by the Hegemony-founding XIV Battlegroup. The continued existence - and location - of these blueprints is subject of many rumors.": "Позволяет предприятиям тяжелой промышленности производить полный набор легендарных военных кораблей 14-го легиона. Существование чертежей и где они скрыты, по-прежнему остается горячей темой во всех барах галактики.",
    "Hegemony Auxiliary Blueprint Package": "Чертежи высшего руководства",
    "A collection of modified blueprints that bring several civilian craft up to mil-spec or simply add Hegemony markings. Created shortly after the Collapse, some of these blueprints improve hull performance without the increased incidence of d-mods associated with later blueprint hacking efforts.": "Коллекция модифицированных чертежей, которые улучшают некоторые технические характеристики гражданских кораблей или просто добавляют маркировку Высшего руководства. Созданные вскоре после коллапса, эти чертежи улучшают характеристики корпуса, но не увеличивают количество d-модов, из-за незаконной модификации чертежей.",
    "Base Ship Blueprint": "Чертеж базового корабля",
    "Enables heavy industry to construct ship hulls described by this blueprint.": "Позволяет тяжелой промышленности строить корпуса судов, описанные в этом проекте.",
    "Base Weapon Blueprint": "Чертеж базового оружия",
    "Enables heavy industry to construct ship weapons described by this blueprint.": "Позволяет тяжелой промышленности создавать корабельное оружие, описанное в этом проекте.",
    "Base Fighter Blueprint": "Чертеж базового истребителя",
    "Enables heavy industry to construct fighter LPCs described by this blueprint.": "Позволяет тяжелой промышленности строить истребители LPC, описанные в этом проекте.",
    "Base Industry Blueprint": "Базовый промышленный чертеж",
    "Contains the technological specifications needed to construct a planet-side industry or structure.": "Содержит технические характеристики, необходимые для строительства планетной промышленности или структур.",
    "# other items": null,
    "Janus Device": "Устройство Януса",
    "This is the first generation Janus Device created by Elissa Zal based on the theories developed by Scylla Coureuse, among others.\n\nWhile integrated with a hyperdrive this device allows a hyperwave pulse tuned to the unique resonant signatures of two Gates to be transmitted into a Gate aperture. After a tremendous energy input which requires a great quantity of fuel to generate, a temporary link between those Gates is created. One ship or fleet may then transit the Gate network.": "Это устройство Януса первого поколения, созданное Элиссой Зал на основе теорий, разработанных, в частности, Сциллой Курез.\n\nБудучи интегрированным с гипердвигателем, это устройство позволяет передавать гиперволновой импульс во врата, настроенный на уникальные резонансные сигнатуры двух врат. После огромного расхода энергии, для выработки которой требуется большое количество топлива, создается временная связь между этими вратами. Затем один корабль или флот может пройти через сеть ворот."
  }
}