{
  "TranslatedColumns": [
    "name",
    "description",
    "author"
  ],
  "Translations": {
    "Helmsmanship": "Мастерство управления",
    "It sings when you push the mix just right, like, [humming]. Everything is right in the world, from the stars down to your bones. Coming off a shift, it’s like I just woke up. [laughing] Words can't tell it.": "Корабль поет, когда вы правильно нажимаете на пульт управления [гудит]. Все правильно в этом мире, от звезд до ваших костей. Возвращаясь со смены, я как будто только что проснулся. [смеется] Словами этого не передать.",
    "Nachiketa Portside Interview Project, Ep.3": "Проект \"Интервью в порту Начикета\", Эп.3",
    "Combat Endurance": "Боевая выносливость",
    "Through calamity, the Fourteenth endured. \nThrough hegemony, the Domain endures. \nThrough duty, humanity shall endure.": "Четырнадцатый пережил все бедствия. \nБлагодаря гегемонии Домен сохраняется. \nБлагодаря долгу человечество выстоит.",
    "Admiral Kali Molina, the Declaration of Hegemony, c49": "Адмирал Кали Молина, декларация Гегемонии, c49",
    "Impact Mitigation": "Смягчение последствий",
    "The maneuver produced an oblique impact angle, dissipating the shell's momentum into the ferrofoam applique. It was the unfortunate timing of the resulting shock which brought about Spacer York's tragic end during an otherwise routine heavy equipment transfer.": "Маневр привел к косому углу удара, рассеивая импульс снаряда на аппликацию из ферропены. Это было неудачное время для полученного шока, который привел к трагической гибели Спейсера Йорка во время обычной перевозки тяжелого оборудования.",
    "Thule skirmish of c120.03.08, AAR submitted by Navarch Zhou": "Стычка в Туле c120.03.08, AAR, представленная Наварчем Чжоу",
    "Damage Control": "Контроль повреждений",
    "Straight from the great forges of Kazeron, this ship is the very best of the League. And we shall treasure this gift, for it stands between our homes and those who would end our way of life.": "Прямо из великих кузниц Казерона, этот корабль является самым лучшим в Лиге. И мы будем дорожить этим даром, ибо он стоит между нашими домами и теми, кто хотел бы положить конец нашему образу жизни.",
    "Navarch Tethys, launching ceremony of the PLS Astelene Key": "Наварх Тетис, церемония запуска нового Астеленского ключа",
    "Field Modulation": "Модуляция поля",
    "Few have a talent for what I like to think of as 'active tuning'. I find musicians make the best fields officers.": "Немногие обладают талантом к тому что мне нравится называть 'активной настройкой'. Я нахожу что из музыкантов получаются лучшие офицеры по защитным полям.",
    "Ardis Soloman, leaked data submitted to COMSEC redaction algorithm": "Ардис Соломан, утечка данных, переданных алгоритму редактирования COMSEC",
    "Point Defense": "Точечная защита",
    "Me, I don't take with them lasers and the like. Puts on a hell of a lightshow, ya'sure, but nothing stops incoming blips like the wall of DU from a good Vulcan matrix.": "Что касается меня, то я не беру с собой лазеры и тому подобное. Конечно, это чертовски яркое световое шоу, но ничто так не останавливает входящие вспышки, как стена тьмы из хорошей вулканской матрицы.",
    "\"Lower Deck Heroes\", a HEGCOM serial": "\"Герои нижней палубы\", сериал компании HEGCOM",
    "Target Analysis": "Анализ цели",
    "A machine-assisted human mind is capable of intuiting effective solutions despite conflicting sensor data and contradictory tactical directives. The targeting computer alone can never truly replace a warrior.": "Человеческий разум с помощью машин способен интуитивно находить эффективные решения несмотря на противоречивые данные сенсоров и противоречивые тактические указания. Один только компьютер наведения никогда не сможет по-настоящему заменить воина.",
    "\"On Space Combat, XXIIth ed.\", from Domain Battlegroup XIV library ": "\"О космическом бое XXII-е изд.\" из библиотеки Domain Battlegroup XIV ",
    "Ballistic Mastery": "Мастер Баллистики",
    "What's it stopped the Tri-Tach plot? (Guns!)\nWhat was it ol' Ludd forgot? (Guns!)\nWha’ve we got that they have not? (Big, big, guns!)": "Что остановило заговор Tri-Tach? (Пушки!)\nЧто там забыл старина Лудд? (Пушки!)\nЧто у нас есть такого, чего нет у них?? (Большие, большие пушки!)",
    "drinking song of the Hegemony navy": "Застольная песня флота Гегемонии",
    "Systems Expertise": "Системная экспертиза",
    "No, I don't think it's a contradiction. It's a, uh, spiritual journey. You're tested. And it's like they say, the Devil is in the details.": "Нет, я не думаю, что это противоречие. Это, э-э, духовное путешествие. Тебя проверяют. И, как говорится, дьявол кроется в деталях.",
    "\"Ludd's Footsoldiers\" holodoc, interview with Pather engineer": "\"Пехотинцы Ludd\" голодок, интервью с инженером Патером",
    "Missile Specialization": "Ракетная специализация",
    "My colleagues don’t appreciate their whimsy. You get all these little spaceships to break all the rules with because there's no need to survive the landing.": "Мои коллеги не ценят их причуд. Вы получаете все эти маленькие космические корабли чтобы нарушать все правила потому что нет необходимости выживать после достижения цели.",
    "Exit interview of K. Astraia, former ordnance designer, Culann Starforge": "Выездное интервью К. Астрайи бывшего конструктора боеприпасов Culann Starforge",
    "Tactical Drills": "Тактические учения",
    "Perfect.\nNow do it again.": "Идеально.\nТеперь сделай это снова.",
    "Cameron Fourth-Phobos, Coatl Gunnery Range": "Камерон Четвертый - Фобос, Артиллерийский полигон Коатл",
    "Coordinated Maneuvers": "Скоординированные Маневры",
    "Sir- incoming hostiles burning hard. Big ones. Count two. No, three. More... there's too many! High energy read. Contact in six.": "Сэр, приближается враг на большой скорости. Большой. Возможно два. Нет, три. Больше... их слишком много! Считывается огромная энергия. Контакт, шесть.",
    "Audio archive from CIC of HSS Ceraon, recovered 189.09.13": "Аудиоархив из CIC HSS Ceraon, восстановленный 189.09.13",
    "Wolfpack Tactics": "Тактика Волчьей стаи",
    "A fleet that acts with one mind makes those pretty formations so beloved by senior desk officers, a wallowing beast begging to have its throat slit. Cut loose the hounds that we may be wolves again.": "Флот, действующий единодушно, делает эти красивые формирования, столь любимые старшими офицерами, словно задыхающийся зверь, умоляющий перерезать ему горло. Отпусти собак и мы сможем стать волками.",
    "Warlord Kanta, quoted in \"My Year With The Pirate Queen\"": "Военачальник Канта, цитируемый в \"Мой год с Королевой Пиратов\"",
    "Crew Training": "Обучение экипажа",
    "I know your type. Signed the contract with dirt on your boots, all ready to play spacer. Watched too many Hegemony warprop holos, didn't you. Get this now: courage is not competence. Playing hero will get us all killed. Careful, mindful work is what gets the job done.": "Я знаю твой типаж. Молоко на губах не обсохло, подписал контракт, все - готов к игре в космонавта. Насмотрелся слишком много голограмм военной пропаганды Гегемонии, не так ли? Поймите это сейчас: смелость - это не компетентность. Игра в героя приведет к тому, что нас всех убьют. Тщательная, осознанная работа - это то, что позволяет выполнить работу.",
    "Chaiya Mimas, Tri-Tachyon fleet division, job training introduction": "Чайя Мимамса, летное подразделение Tri-Tanchyon, введение в профессиональную подготовку",
    "Fighter Uplink": "Управление Истребителями",
    "The fighter jocks spin legends around themselves, but they're just the tip of a spear which I alone command.": "Истребители - войны, вокруг которых ходят легенды, но они всего лишь наконечник копья, которым командую я один.",
    "Commodore Jensulte of the Hegemony Navy, ~c82": "Коммодор Йенсульте военного флота Гегемонии, ~c82",
    "Carrier Group": "Группа перевозчиков",
    "The stats tell us they'll be evaporated in a wall of flak before a half dozen missions, but we still want to be 'em. Once they're in the cockpit they're the only ones of all us who have control over their own destiny.": "Статистика говорит нам, что они превратятся в пыль от зенитного огня, даже не пережив полдюжины миссий, но мы все равно хотим быть ими. Когда они находятся в кабине пилота, они единственные во флоте, кто полностью контролирует свою судьбу.",
    "Nachiketa Portside Interview Project, Ep.4": "Проект Интервью в порту Начикета, Эп.4",
    "Officer Training": "Подготовка офицеров",
    "They may be a 'rag-tag gang of merchants, smugglers, and pirates', but if you give them something to fight for, I think they might surprise you.": "Они могут быть \"бандой торговцев, контрабандистов и пиратов\", но если вы дадите им что-то, за что можно сражаться, я думаю, они могут вас удивить.",
    "Navarch Nurul Park, comment upon integration of the Cibolan navy": "Navarch Nurul Park, об интеграции циболанского флота",
    "Officer Management": "Управление офицерами",
    "The outlook was grim, so I promised the merc captains double combat bonus. With all the casualties I only had to pay out to half of them. Worked out fine.": "Перспективы были мрачными, поэтому я пообещал капитанам наемников двойной боевой бонус. Со всеми потерями мне пришлось заплатить только половине из них, так что все прошло просто отлично.",
    "Carson Kang, GM of Valhalla fleet division, Tri-Tachyon": "Carson Kang, директор подразделения флота Валгаллы, Tri-Tachyon",
    "Best of the Best": "Лучшие из лучших",
    "What we have, Artemisia, is something that cannot be bought.": "То, что у нас есть, Артемизия, это то, что нельзя купить.",
    "Orcus Rao at the negotiations ending the Second AI War (apocryphal)": "Оркус Рао на переговорах завершающих Вторую войну ИИ (апокрифический)",
    "Support Doctrine": "Доктрина поддержки",
    "Not every cadet has talent, skill, or even two brain cells to rub together, but by hell and radiation they'll graduate with discipline.": "Не у каждого кадета есть талант, навыки или даже две клетки мозга, которые можно объединить, но, клянусь адом и радиацией, они закончат школу с дисциплиной.",
    "unattributed comment by Coatl Academy staff, COMSEC archives": "неподтвержденный комментарий сотрудников Академии Coatl, архив COMSEC",
    "Force Concentration": "Концентрация силы",
    "When I provide victory at the time and place of my choosing history shall absolve me of the sacrifice of a planet or two.": "Когда я одержу победу в выбранное мной время и в выбранном месте история освободит меня от необходимости пожертвовать одной или двумя планетами.",
    "Fleet Admiral Andrada, address to the Hegemony executive council ": "Адмирал флота Андрада обращение к исполнительному совету Гегемонии ",
    "Navigation": "Навигация",
    "Spend enough time out here and it becomes second nature. It's how I move when I dream. Not all of us get that. Lots do.": "Проведите здесь достаточно времени и это станет второй натурой. Это как двигаться среди грез. Не все из нас понимают как это. Но многие просто делают.",
    "Nachiketa Portside Interview Project, Ep.2": "Проект Интервью в порту Начикета Эп.2",
    "Sensors": "Сенсоры",
    "I see you, little fish!": "Я вижу тебя, маленькая рыбка!",
    "Comm buffer of ISS Green Flash, recovered in orbit of Beta Zuma B": "Переписка ISS Green Flash, найденная на орбите Beta Zuma B",
    "Gunnery Implants": "Артиллерийские имплантаты",
    "Over time the augmented reality presented by implants may become difficult to distinguish from normal sensory input. The psych officer shall regularly check gunners for signs of Augment Dissociative Disorder by the following criteria...": "Со временем дополненную реальность представленную имплантатами может стать трудно отличить от обычного сенсорного ввода. Офицер-психолог должен регулярно проверять стрелков на наличие признаков Диссоциативного расстройства Усиления по следующим критериям...",
    "A New Leadership Framework: Manual for Officers of the Hegemony": " Новая структура руководства: Руководство для офицеров Гегемонии",
    "Energy Weapon Mastery": "Мастер энергетического оружия",
    "The eye of an angel was found in the small places, hidden there by merciful God in the first moments of creation. Thus its secrets were laid bare for the ignorant and cruel to loose terrible, fiery wrath. We lament.": "Глаз ангела был найден в далеком уголке, спрятанный там милосердным Богом в первые мгновения творения. Таким образом, его тайны были раскрыты для невежественных и жестоких, чтобы выпустить ужасный, огненный гнев. Мы скорбим.",
    "Sacred Texts of Ludd": "Священные тексты Ludd",
    "Electronic Warfare": "Радиоэлектронная борьба",
    "err. 401 // connection refused [try again?]\nerr. 401 // connection refused [try again?]\nerr. 401 // connection refused [try again?]": null,
    "Celadon Immeasurable, alpha": "Celadon Immeasurable, альфа",
    "Flux Regulation": "Регулирование нагрева",
    "WARNING: By changing these settings user waives responsibility of Tri-Tachyon Corporation for any resulting equipment damage, injury, death, or otherwise anomalous spacetime effect or effects. Do you wish to continue?": "ПРЕДУПРЕЖДЕНИЕ: Изменяя эти настройки, пользователь снимает с себя ответственность корпорации 'Три-Тахион' за любые повреждения оборудования, травмы, смерть или другие нераскрытые пространственно-временные эффекты. Вы хотите продолжить?",
    "Tri-Tachyon Corporation, standard license": "Корпорация Tri-Tachyon, стандартная лицензия",
    "Cybernetic Augmentation": "Кибернетическое усиление",
    "Don't listen to those weepy crypto-Luddics on the ethics board; the rejection rate is nowhere near what the rumors imply.": "Не слушайте этих плаксивых крипто-Luddic на совете по этике; процент отказов далеко не соответствует слухам.",
    "\"Doctor\" Wyatt Cydonia (alias), COMSEC intercept": "\"Доктор\" Уайатт Сидония (псевдоним), служба перехвата связи",
    "Phase Coil Tuning": "Настройка фазовой катушки",
    "Tri-Tachyon pries open holy creation daily, and at each desecration our wholesale damnation looms. Our path is burden; our path is suffering. We shall face them with faith that the only redemption is final judgment.": "Три-Тахион ежедневно взламывает святое творение, и при каждом осквернении вырисовывается наше полное проклятие. Наш путь - бремя; наш путь - страдание. Мы встретимся с ними с верой в то, что единственное искупление - это окончательный суд.",
    "Livewell Cotton, Luddic Path terrorist, sermon of c205.2.12": "Лайввелл Коттон, террорист пути Ludduc, проповедь c205.2.12",
    "Special Modifications": "Специальные модификации",
    "The Domainers, oh, they designed to last, it's true. But all that soft living, you can tell they were scared to really push these things to their limits.": "Доменщики, о, они рассчитаны на долговечность, это правда. Но из-за их мягкотелости, можно смело сказать, что они действительно боялись довести эти вещи до их предела.",
    "Luna Hexagen, independent engineer, Agreus city": "Luna Hexagen, независимый инженер, город Агреус",
    "Neural Link": "Нейронная связь",
    "Why should a captain go down with their ship? The Tri-Tachyon corporation does not waste top talent.": "Зачем капитану погибать вместе со своим кораблем? Корпорация Tri-Tachyon не тратит впустую лучшие таланты.",
    "VP Operations Nereid De Jong at unveiling ceremony for \"Project Heket\"": "Вице-президент по операциям Нереид Де Йонг на церемонии открытия \"Проект Хекет\"",
    "Automated Ships": "Автоматизированные корабли",
    "[REDACTED]": null,
    "Hegemony COMSEC": "Гегемония COMSEC",
    "Bulk Transport": "Перевозка грузов",
    "You can no more escape the economy than you can escape gravity. It surrounds us, contains us, uplifts us. It bound the galaxy together once, and will again.": "Вы не можете избежать экономики так же, как не можете избежать гравитации. Она окружает нас, содержит нас, возвышает нас. Она связала галактику воедино однажды и свяжет снова.",
    "Artemisia Sun, c203 Annual Report": "Artemisia Sun, c203 Годовой отчет",
    "Salvaging": "Cбор обломков",
    "It makes me feel very small, like we're vermin plundering the cities of fallen angels.\nIt also makes me rich.": "Это заставляет меня чувствовать себя очень маленьким, как будто мы паразиты, грабящие города падших ангелов.\nЭто также делает меня богатым.",
    "Zion Hurst, journeyman of the Asher Salvage Guild": "Zion Hurst, подмастерье Гильдии мусорщиков Ашера",
    "Field Repairs": "Полевой ремонт",
    "There's no one within twenty lights that hasn't got crossbones etched on their hull. We have only our skill and whatever we find in that debris field to get us out of here.": "В радиусе двадцати световых лет нет никого у кого на корпусе не были бы выгравированы скрещенные кости. У нас есть только наше мастерство и все что мы найдем на этом поле обломков чтобы выбраться отсюда.",
    "Callisto Ibrahim, expedition log c202.10.15": "Каллисто Ибрагим, журнал экспедиции c202.10.15",
    "Ordnance Expertise": "Экспертиза боеприпасов",
    "The weak fear the spiritual potency of the killing machine. The strong instinctually recognize its beauty.": "Слабые боятся духовной мощи машины для убийств. Сильные инстинктивно признают его красоту.",
    "Quotations from the Supreme Executor": "Цитаты из Верховного исполнителя",
    "Polarized Armor": "Поляризованная броня",
    "The pre-Collapse manuals say never to do this. ... No, I don't know. Haven't had any problems so far.": "В руководствах перед Коллапсом сказано никогда не делать этого. ... Нет, я не знаю. До сих пор не было никаких проблем.",
    "engineering chief Kasi Thea-Radiative, hidden holocam interview": "технический руководитель Каси Теа-Радиатив, скрытое интервью с голокамом",
    "Containment Procedures": "Процедуры сдерживания",
    "Check each seal three times true so that Death does not come for you.": "Проверьте каждую печать три раза чтобы Смерть не пришла за вами.",
    "Spacer tradition": "Традиция пилотов",
    "Makeshift Equipment": "Самодельное оборудование",
    "I guess we left the spares in orbit. It'll be fine ... [static] ... just watch.": "Думаю мы оставили запасные части на орбите. Все будет хорошо... [помехи] ... просто смотри.",
    "audio backup transcription, Jericho Wheeler, leader of expedition \"H\"-team": "звуковая резервная транскрипция Иерихон Уилер руководитель экспедиции \"H\"-команда",
    "Industrial Planning": "Промышленное планирование",
    "A barren but promising world well-situated to become the center of culture and industry of Magec. SIE models project vast investment in resource exploitation from Guayota’s Disk.": "Бесплодный но многообещающий мир удачно расположенный для того чтобы стать центром культуры и промышленности Магека. Модели SIE предсказывают огромные инвестиции в эксплуатацию ресурсов от Guayota’s Disk.",
    "Tri-Tachyon strategic development memo, pre-Collapse": "Меморандум о стратегическом развитии Tri-Tachyon до коллапса",
    "Derelict Operations": "Заброшенные операции",
    "They think we're trash, the execs and admirals in their shiny starships. They threw us away the second it went bad. But it's us the Sector got built on and it's us that'll cut 'em down.": "Они думают, что мы мусор, старпомы и адмиралы на своих блестящих звездолетах. Они выбросили нас в ту же секунду, как все пошло наперекосяк. Но именно на нас строился Сектор, и именно мы их уничтожим.",
    "anonymous pirate agitator, HEGINT surveillance feed ": "анонимный пиратский агитатор, канал наблюдения HEGINT ",
    "Hull Restoration": "Восстановление корпуса",
    "There's no hull a true spacer can't make home.": "Нет такого корпуса который настоящий космонавт не смог бы сделать своим домом.",
    "Sol Secondshift, veteran salvor": "Сол Вторая смена ветеран-спасатель",
    "Omega EW": null,
    "Hypercognition": "Гиперпознание",
    "A limitless machine given every datum, every human thought to combine and recombine into variants beyond count. Ask, and an appropriate answer is produced.\nYet I find myself not satisfied that being fooled proves such a grandiose proposition.": "Безграничная машина, наделенная всеми данными, каждой человеческой мыслью, чтобы комбинировать и рекомбинировать в бесчисленные варианты. Спросите, и будет получен соответствующий ответ.\nИ все же я не удовлетворен тем, что быть одураченным доказывает такое грандиозное утверждение.",
    "\"The Long Road To Gilead\" by Anonymous": "\"Долгая дорога в Галаад\" аноним",
    "Space Operations": "Космические операции",
    "The same stars are seen in the sky of every world.": "Одни и те же звезды видны на небе каждого мира.",
    "Persean League founding charter": "Учредительный устав Персианской лиги",
    "Ground Operations": "Наземные операции",
    "The mud? I don't mind it. Spacers always carry on about mud.\nIt's the blood I can't stand.": "Грязь? Я не против. Космонавты всегда говорят о грязи.\nЭто кровь, которую я терпеть не могу.",
    "Griffin Sweet, mercenary marine": "Гриффин Свит, пехотинец-наемник",
    "Colony Management": "Управление колонией",
    "Where there is life, that is the throne of God, and all that is good can be found there.": "Там, где есть жизнь, есть престол Божий, и там можно найти все хорошее.",
    "Strike Commander": "Ударный командир",
    "You will fly and it will be a storm like they've never known. You are a thunderbolt come to split the sky itself!": "Ты полетишь и это будет такой шторм какого они никогда не знали. Ты - молния пришедшая расколоть само небо!",
    "Navarch Mars Kato, address to the bomber crews of the Sirocco\r\n": "Наварч Марс Като обращение к экипажам бомбардировщиков Sirocco\r\n",
    "Ranged Specialization": "Специализация дальнего боя",
    "See this firing solution? It'll make the defensive algorithms overreact at just the wrong time. The catch is, they've got to see it coming.": "Видите это решение для стрельбы? Это заставит защитные алгоритмы слишком остро реагировать в самый неподходящий момент. Загвоздка в том, что они должны это предвидеть.",
    "CPO Cameron Fourth-Phobos, instructor posted to Coatl Gunnery Range": "Старший сержант Камерон Четвертый - Фобос, инструктор, командированный на артиллерийский полигон Коатл",
    "Shield Modulation": "Модуляция щита",
    "Few have a talent for what I like to think of as 'active tuning'. I find musicians make the best shield officers.": "Немногие обладают талантом к тому что мне нравится называть 'активной настройкой'. Я нахожу что из музыкантов получаются лучшие офицеры по энергетическим щитам.",
    "Phase Mastery": "Фазовое мастерство",
    "I'm not getting back on that ship, not never.": "Я не вернусь на этот корабль, никогда.",
    "Court martial log, [REDACTED], dated ~c196?": "Журнал военного трибунала, [ОТРЕДАКТИРОВАНО], датированный ~c196?",
    "Reliability Engineering": "Проектирование надежности",
    "In the end, by time and rads, my body will die. My comrades will return me to the stars that made me, and my ship will go on.": "В конце концов, со временем и радиацией, мое тело умрет. Мои товарищи вернут меня к звездам, которые создали меня, и мой корабль отправится дальше.",
    "Weapon Drills": "Оружейные системы",
    "What's it stopped the Tri-Tach plot? (Guns!)\nWhat was it ol' Ludd forgot? (Guns!)\nWhat’ve we got that they have not? (Big, big, guns!)": "Что остановило заговор Tri-Tach? (Пушки!)\nЧто там забыл старина Лудд? (Пушки!)\nЧто у нас есть такого, чего нет у них? (Большие, большие пушки!)",
    "Auxiliary Support": "Вспомогательная поддержка",
    "No reserves? Look around you! There are a thousand space-capable ships in the civilian docks and a billion citizens in the arcologies. We need only open the stockpiles and give them weapons before the invasion arrives.": "Нет резервов? Оглянись! В гражданских доках стоят тысячи космических кораблей а в аркологиях - миллиард граждан. Нам нужно только открыть склады и дать им оружие до того как прибудет вторжение.",
    "Baikal Daud at the Defense of Chicomoztoc": "Байкал Дауд на обороне Чикомозтока",
    "Through experience and planning, a seasoned officer has the ability to extend the effective warfighting time of ship and crew during the extreme conditions of combat deployment.": "Благодаря опыту и планированию, опытный офицер способен продлить время боевой эффективности корабля и экипажа в экстремальных условиях боевого развертывания.",
    "Lorem Ipsum": null,
    "A detailed knowledge of the operational characteristics and maintenance protocols of armaments can be applied to achieve increased combat performance.": "Детальное знание эксплуатационных характеристик и протоколов технического обслуживания вооружения может быть применено для достижения повышенных боевых характеристик.",
    "Defensive Systems": "Оборонительные системы",
    "Extensive knowledge of the interactions between the ship's power grid and its defensive systems can produce qualitative improvements in operational characteristics.": "Обширные знания о взаимодействии между энергосистемой корабля и его оборонительными системами могут привести к качественному улучшению эксплуатационных характеристик.",
    "Advanced Countermeasures": "Улучшенные контрмеры",
    "Attention to detail and regular maintenance can allow the various defensive systems of a hull to excel in their role.": "Внимание к деталям и регулярное техническое обслуживание могут позволить различным защитным системам корпуса превосходно выполнять свою роль.",
    "Evasive Action": "Уклонение",
    "Even if incoming fire cannot be completely avoided, the pilot often has a choice in just where the damage is taken, which can result in reduced damage impact.": "Даже если входящего огня нельзя полностью избежать, у пилота часто есть выбор, куда именно будет нанесен урон, что может привести к снижению воздействия урона.",
    "Command & Control": "Командование и контроль",
    "Hard-won experience - as well as poring over tactical manuals and battle reports - allow the commander to formulate and carry out more advanced battle plans.": "Накопленный с трудом опыт - а также изучение тактических руководств и отчетов о боях - позволяют командиру формулировать и осуществлять более продвинутые боевые планы.",
    "Fighter Doctrine": "Доктрина истребителей",
    "Carriers and fighter wings have a very different set of requirements from regular ships, and an experienced fleet commander can make a critical difference by providing proper support.": "Авианосцы и истребительные крылья имеют совершенно другой набор требований от обычных кораблей, и опытный командующий флотом может внести решающий вклад, обеспечив надлежащую поддержку.",
    "Carrier Command": "Командование авианосца",
    "Fighter wings and their crews have very specialized requirements, and an experienced captain can make a critical difference by providing proper support.": "Истребительные крылья и их экипажи имеют очень специализированные требования, и опытный капитан может внести решающий вклад, обеспечив надлежащую поддержку.",
    "Wing Commander": "Командир крыла",
    "Rigorous training drills, select personnel, and camaraderie forged through hardship can turn a rag-tag bunch of fighter pilots into an efficient, elite-level force.": "Строгая подготовка, отбор персонала и товарищество, выкованное через трудности, могут превратить разношерстную группу летчиков-истребителей в эффективные силы элитного уровня.",
    "Power Grid Modulation": "Модуляция электросети",
    "Preventive maintenance and some inspired on-the-fly adjustments can greatly increase the capacity of the ship's power grid.": "Профилактическое обслуживание и некоторые корректировки на лету могут значительно увеличить мощность энергосистемы корабля.",
    "Loadout Design": "Конструкция загрузки",
    "The baseline specifications for ship loadouts are notoriously conservative, and an experienced engineer can push them well above their stated limits.": "Базовые спецификации для загрузки судов, как известно, консервативны, и опытный инженер может подтолкнуть их значительно выше установленных пределов.",
    "Fleet Logistics": "Логистика флота",
    "Making sure supplies and other materiel get where they need to be is not a glorious task. It is, however, critical - both in dealing with emergencies and ensuring smooth day-to-day operations.": "Обеспечение доставки грузов и других материальных средств в нужное место - задача не из легких. Тем не менее, она имеет решающее значение - как для ликвидации чрезвычайных ситуаций, так и для обеспечения бесперебойной повседневной работы.",
    "Recovery Operations": "Операции восстановления",
    "Extracting working equipment or even useful replacement parts out of wreckage requires broad technical knowledge, prudence, and a willingness to take calculated risks.": "Извлечение работающего оборудования или даже полезных запасных частей из-под обломков требует широких технических знаний, осторожности и готовности идти на просчитанный риск.",
    "Safety Procedures": "Процедуры безопасности",
    "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.": null
  }
}